Repository: Haritest/eagle-fusion
Catalog: locale/messages.*.xlf
Languages: hi

source: End Date
hi: अंतिम तिथि

source: Location
hi: स्थान

source: Register
hi: पंजीकरण करवाना

source: De-register
hi: de-रजिस्टर

source: De-registered Successfully
hi: सफलतापूर्वक डी-पंजीकृत

source: Already de-registered
hi: पहले से ही अपंजीकृत

source: Not registered for that course
hi: उस पाठ्यक्रम के लिए पंजीकृत नहीं है

source: De-registration date expired
hi: डी-पंजीकरण तिथि समाप्त हो गई

source: De-registration failed
hi: डी-पंजीकरण विफल

source: Registered Successfully
hi: सफलतापूर्वक पंजीकृत

source: Another course is registered on that Day
hi: उस दिन एक और पाठ्यक्रम पंजीकृत है

source: Already registered
hi: पहले से ही पंजीकृत

source: Course Id does not exists
hi: कोर्स आईडी मौजूद नहीं है

source: Registration failed
hi: पंजीकरण विफल रहा

source: Seats are full
hi: सीटें भरी हुई हैं

source: Pre-requisite are not met
hi: पूर्व-आवश्यकताएं पूरी नहीं होती हैं

source: Registration closed
hi: पंजीकरण बंद

source: Conflicts with the selected date
hi: चयनित तिथि के साथ संघर्ष

source: Sorry, there was an error while fetching the content.
hi: क्षमा करें, सामग्री लाते समय एक त्रुटि हुई थी।

source: trainings available
hi: प्रशिक्षण उपलब्ध

source: training available
hi: प्रशिक्षण उपलब्ध

source: View TOC
hi: टीओसी देखें

source: Request Training
hi: अनुरोध प्रशिक्षण

source: Receive updates when new trainings are available.
hi: नए प्रशिक्षण उपलब्ध होने पर अपडेट प्राप्त करें।

source: Stop receiving updates for new trainings.
hi: नए प्रशिक्षणों के लिए अपडेट प्राप्त करना बंद करें।

source: Registered Trainings
hi: पंजीकृत प्रशिक्षण

source: No trainings available.
hi: कोई प्रशिक्षण उपलब्ध नहीं है।

source: Sorry, there was an error while fetching trainings.
hi: क्षमा करें, प्रशिक्षण लाते समय एक त्रुटि हुई थी।

source: Share this training with other users.
hi: इस प्रशिक्षण को अन्य उपयोगकर्ताओं के साथ साझा करें।

source: Duration:
hi: अवधि:

source: Share
hi: शेयर करना

source: Nominate other users to attend this training.
hi: इस प्रशिक्षण में भाग लेने के लिए अन्य उपयोगकर्ताओं को नामांकित करें।

source: Nominate
hi: नामजद

source: Share
hi: शेयर करना

source: Educators
hi: शिक्षकों

source: Time Zone:
hi: समय क्षेत्र:

source: Assessment:
hi: मूल्यांकन:

source: Seats Available:
hi: सीट उपलब्ध है:

source: Seats full!
hi: सीटें भरी!

source: Register
hi: पंजीकरण करवाना

source: De-Register
hi: de-रजिस्टर

source: Nominate
hi: नामजद

source: Nominate other users to undergo this training.
hi: इस प्रशिक्षण से गुजरने के लिए अन्य उपयोगकर्ताओं को नामांकित करें।

source: This training is not for your JL.
hi: यह प्रशिक्षण आपके जेएल के लिए नहीं है।

source: This training is not for your unit.
hi: यह प्रशिक्षण आपकी इकाई के लिए नहीं है।

source: This training is not for your role.
hi: यह प्रशिक्षण आपकी भूमिका के लिए नहीं है।

source: You are not eligible for this training.
hi: आप इस प्रशिक्षण के लिए पात्र नहीं हैं।

source: Filter Trainings
hi: फ़िल्टर प्रशिक्षण

source: Starting between the following dates:
hi: निम्नलिखित तिथियों के बीच शुरू हो रहा है:

source: Trainings with assessment
hi: मूल्यांकन के साथ प्रशिक्षण

source: Trainings with seats available
hi: उपलब्ध सीटों के साथ प्रशिक्षण

source: Eligible trainings
hi: योग्य प्रशिक्षण

source: Reset
hi: रीसेट

source: Upcoming Trainings
hi: आगामी प्रशिक्षण

source: Are you sure you wish to proctor
hi: क्या आप वाकई प्रॉक्टर करना चाहते हैं

source: Are you sure you wish to decline this proctoring request?
hi: क्या आप वाकई इस प्रॉक्टरिंग अनुरोध को अस्वीकार करना चाहते हैं?

source: Are you sure you wish to approve this reimbursement request?
hi: क्या आप वाकई इस प्रतिपूर्ति अनुरोध को स्वीकार करना चाहते हैं?

source: Are you sure you wish to decline this reimbursement request?
hi: क्या आप वाकई इस प्रतिपूर्ति अनुरोध को अस्वीकार करना चाहते हैं?

source: Amount:
hi: राशि:

source: Are you sure you wish to accept this document proof?
hi: क्या आप वाकई इस दस्तावेज़ प्रमाण को स्वीकार करना चाहते हैं?

source: Are you sure you wish to decline this document proof?
hi: क्या आप वाकई इस दस्तावेज़ प्रमाण को अस्वीकार करना चाहते हैं?

source: The reason must be within 500 characters.
hi: कारण 500 वर्णों के भीतर होना चाहिए।

source: The reason must be within 1000 characters.
hi: कारण 1000 वर्णों के भीतर होना चाहिए।

source: ACCEPT
hi: मानना

source: DECLINE
hi: पतन

source: CANCEL
hi: रद्द करना

source: Raised by
hi: द्वारा उठाया

source: LOCATION
hi: स्थान

source: DATE
hi: दिनांक

source: TIME
hi: समय

source: AMOUNT
hi: रकम

source: EXAM DATE
hi: परीक्षा की तारीख

source: RESULT TYPE
hi: परिणाम प्रकार

source: RESULT
hi: नतीजा

source: Amount:
hi: राशि:

source: Exam Date:
hi: परीक्षा तिथि:

source: Result Type:
hi: परिणाम प्रकार:

source: Result:
hi: परिणाम:

source: If accepted, you will have to proctor
hi: अगर स्वीकार किया जाता है, तो आपको प्रॉक्टर करना होगा

source: during the certification exam.
hi: प्रमाणन परीक्षा के दौरान।

source: If accepted,
hi: अगर स्वीकार किया जाता है,

source: will be reimbursed for an amount of
hi: की राशि के लिए प्रतिपूर्ति की जाएगी

source: By accepting, you acknowledge that
hi: स्वीकार करके, आप स्वीकार करते हैं कि

source: has provided genuine proof of the certification as well as the correct details.
hi: प्रमाणीकरण का वास्तविक प्रमाण और साथ ही सही विवरण प्रदान किया है।

source: Accept
hi: स्वीकार करना

source: Decline
hi: पतन

source: Notifications
hi: सूचनाएं

source: My Certifications
hi: मेरे प्रमाणपत्र

source: My Approvals
hi: मेरी स्वीकृति

source: My Requests
hi: मेरा अनुभव

source: Proctor Approval
hi: प्रॉक्टर की स्वीकृति

source: Result Verification
hi: परिणाम सत्यापन

source: Type
hi: टाइप

source: Start date
hi: आरंभ करने की तिथि

source: The start date must be before the end date.
hi: शुरू होने की तारीख खत्म होने की तारीख से पहले की होनी चाहिए.

source: End date
hi: अंतिम तिथि

source: Cancel
hi: रद्द करना

source: You have no request items.
hi: आपके पास कोई अनुरोध आइटम नहीं है।

source: An error occured while fetching request items.
hi: अनुरोध आइटम लाते समय एक त्रुटि हुई।

source: Completed
hi: पूरा हुआ

source: Not Completed
hi: पूरा नहीं हुआ

source: Completion Status
hi: समापन स्थिति

source: There are no certifications that you have given in the past.
hi: ऐसा कोई प्रमाणपत्र नहीं है जो आपने पूर्व में दिया हो।

source: An error occured while fetching past certifications.
hi: पिछले प्रमाणन प्राप्त करते समय एक त्रुटि हुई।

source: Internal Certification
hi: आंतरिक प्रमाणन

source: PROCTOR APPROVAL
hi: प्रॉक्टर की स्वीकृति

source: BUDGET APPROVAL
hi: बजट अनुमोदन

source: VERIFICATION REQUEST
hi: सत्यापन अनुरोध

source: REQUEST
hi: अनुरोध

source: Are you sure you wish to cancel this At-Desk booking?
hi: क्या आप वाकई इस एट-डेस्क बुकिंग को रद्द करना चाहते हैं?

source: Are you sure you wish to cancel this budget approval request?
hi: क्या आप वाकई इस बजट स्वीकृति अनुरोध को रद्द करना चाहते हैं?

source: Request currently with
hi: वर्तमान में अनुरोध करें

source: Request raised on
hi: अनुरोध उठाया गया

source: Recalled
hi: स्मरण

source: Cancelled
hi: रद्द

source: Uploaded
hi: अपलोड किए गए

source: Pentagon
hi: पंचकोण

source: Titan Account
hi: टाइटन खाता

source: Select your Account:
hi: अपना खाता चुनें:

source: Select the Portfolio
hi: पोर्टफोलियो का चयन करें

source: Select a Pillar
hi: एक स्तंभ का चयन करें

source: Select a Theme
hi: एक विषय का चयन करें

source: Learning path(s) in high demand
hi: उच्च मांग में सीखने का मार्ग

source: SEE ALL
hi: सभी देखें

source: Pick a full stack offering of your choice to learn
hi: सीखने के लिए अपनी पसंद का पूरा स्टैक ऑफ़र चुनें

source: Industries
hi: इंडस्ट्रीज

source: Select a SubDomain
hi: एक उपडोमेन चुनें

source: Select a
hi: एक चयन करें

source: Mega Trend
hi: मेगा ट्रेंड

source: Pillar
hi: स्तंभ

source: Digital Pentagon
hi: डिजिटल पेंटागन

source: Select a Theme
hi: एक विषय का चयन करें

source: No themes for this Pillar
hi: इस स्तंभ के लिए कोई थीम नहीं

source: For Leaders
hi: नेताओं के लिए

source: Good News for Business and Technology Leaders
hi: व्यापार और प्रौद्योगिकी के नेताओं के लिए अच्छी खबर

source: Learn the latest technologies and gain competitive advantage
hi: नवीनतम तकनीकों को जानें और प्रतिस्पर्धात्मक लाभ प्राप्त करें

source: Skill based Suggestions
hi: कौशल आधारित सुझाव

source: What Can I Learn?
hi: मैं क्या सीख सकता हूँ?

source: Get suggestions based on current skills.
hi: वर्तमान कौशल के आधार पर सुझाव प्राप्त करें।

source: Please wait while we are getting the data
hi: कृपया प्रतीक्षा करें जब तक हमें डेटा मिल रहा है

source: Select topics to get suggestions
hi: विषयों का चयन करें सुझाव प्राप्त करें

source: No Results for your search
hi: आपकी खोज के लिए कोई परिणाम नहीं

source: Get Suggestions
hi: सुझाव प्राप्त करें

source: Offerings
hi: प्रसाद

source: Explore learning paths for new service offerings based on Industry trends
hi: उद्योग के रुझानों के आधार पर नई सेवा पेशकशों के लिए सीखने के रास्तों का अन्वेषण करें

source: KNOW MORE
hi: अधिक जानते हैं

source: PURSUE OFFERING
hi: पीछा भेंट

source: Navigator
hi: नाविक

source: Get Refactored into New Services
hi: नई सेवाओं में पुन: सक्रिय हो जाओ

source: Explore learning paths based on Industry needs
hi: उद्योग की जरूरतों के आधार पर सीखने के रास्तों का अन्वेषण करें

source: Explore and Acquire Skills Based on Your Interest
hi: अपनी रुचि के आधार पर कौशल तलाशें और हासिल करें

source: Build on what you know
hi: आप जो जानते हैं उस पर निर्माण करें

source: Get Suggestions Based on Your Current Skills
hi: अपने वर्तमान कौशल के आधार पर सुझाव प्राप्त करें

source: Get ready for your Industries
hi: अपने उद्योगों के लिए तैयार हो जाओ

source: Get up-to-date on Industry verticals and related tech skills
hi: उद्योग कार्यक्षेत्र और संबंधित तकनीकी कौशल पर अप-टू-डेट प्राप्त करें

source: Courses for Leaders
hi: नेताओं के लिए पाठ्यक्रम

source: Learn the latest technologies and gain competitive advantage
hi: नवीनतम तकनीकों को जानें और प्रतिस्पर्धात्मक लाभ प्राप्त करें

source: Tip Of the Spear (TOST)
hi: टिप ऑफ द स्पीयर (TOST)

source: Become an effective front line sales leader
hi: एक प्रभावी फ्रंट लाइन सेल्स लीडर बनें

source: Get Ready for your Industries
hi: अपने उद्योगों के लिए तैयार हो जाओ

source: Digital for Sales
hi: बिक्री के लिए डिजिटल

source: Titan Accounts
hi: टाइटन अकाउंट्स

source: Account based Learning and Sharing
hi: खाता आधारित सीखना और साझा करना

source: Onboarding Navigator
hi: ऑनबोर्डिंग नेविगेटर

source: Sales Launchpad
hi: बिक्री लॉन्चपैड

source: Onboarding for new joiners
hi: नए जॉइनर्स के लिए ऑनबोर्डिंग

source: Cohort Learning
hi: कोहोर्ट लर्निंग

source: Relive targeted in-person cohort learning
hi: लक्षित इन-पर्सन कोहोर्ट लर्निंग को पुनः प्राप्त करें

source: Role Induction
hi: भूमिका प्रेरण

source: Transition into your new role effectively
hi: अपनी नई भूमिका में प्रभावी रूप से संक्रमण

source: Bridge Wingspan
hi: ब्रिज विंगस्पैन

source: Get ready to move to Sales career stream
hi: सेल्स करियर स्ट्रीम में जाने के लिए तैयार हो जाइए

source: BPM Navigator
hi: बीपीएम नेविगेटर

source: What Can I Learn?
hi: मैं क्या सीख सकता हूँ?

source: Select Topics
hi: विषय चुनें

source: Learning Paths based on your selected topic(s)
hi: आपके चुने हुए विषय (विषयों) के आधार पर सीखने के रास्ते

source: View more
hi: और देखें

source: View Less
hi: कम देखें

source: Create Goal
hi: लक्ष्य बनाएं

source: Other Learning Paths which you might like
hi: अन्य शिक्षण पथ जो आपको पसंद आ सकते हैं

source: View More
hi: और देखें

source: Learning Paths in the Selected Offering
hi: चयनित पेशकश में सीखने के पथ

source: Create goals to track your learning and get certified.
hi: अपने सीखने को ट्रैक करने और प्रमाणित होने के लिए लक्ष्य बनाएं।

source: 10 DAYS
hi: दस दिन

source: Add to Goal
hi: लक्ष्य में जोड़ें

source: Certifications Based on the Selected Learning <ng-container>Paths </ng-container> <ng-container>Path </ng-container>
hi: चयनित शिक्षण के आधार पर प्रमाणपत्र <ng-container>पथ </ng-container> <ng-container>रास्ता </ng-container>

source: Choose a profile below to discover the courses that you need to learn
hi: आपको जिन पाठ्यक्रमों को सीखने की आवश्यकता है, उन्हें खोजने के लिए नीचे एक प्रोफ़ाइल चुनें

source: Profiles for the selected Learning Path
hi: चयनित लर्निंग पाथ के लिए प्रोफाइल

source: Practice
hi: अभ्यास

source: LAUNCH NOW
hi: अब लोकार्पण हुआ

source: Choose a course below that you need to learn
hi: नीचे एक कोर्स चुनें जिसे आपको सीखने की जरूरत है

source: After learning you can take certifications to strengthen your knowledge
hi: सीखने के बाद आप अपने ज्ञान को मजबूत करने के लिए प्रमाणपत्र ले सकते हैं

source: Certification <ng-container>s</ng-container>
hi: प्रमाणीकरण <ng-container>एस</ng-container>

source: Sales Launchpad
hi: बिक्री लॉन्चपैड

source: Onboarding for new joiners
hi: नए जॉइनर्स के लिए ऑनबोर्डिंग

source: Coming Soon ...
hi: जल्द आ रहा है ...

source: Select an Industry to get started
hi: आरंभ करने के लिए एक उद्योग का चयन करें

source: Get courses based on the selected industry.
hi: चयनित उद्योग के आधार पर पाठ्यक्रम प्राप्त करें।

source: Full Stack Programs
hi: पूर्ण स्टैक कार्यक्रम

source: Choose from one of the full stack program below
hi: नीचे दिए गए पूर्ण स्टैक प्रोग्राम में से किसी एक को चुनें

source: Analytics
hi: एनालिटिक्स

source: Participants By Onsite Offshore
hi: ऑनसाइट ऑफशोर द्वारा प्रतिभागी

source: Participants By Unit
hi: यूनिट द्वारा प्रतिभागी

source: Participants By PU
hi: पीयू द्वारा प्रतिभागी

source: Participants By JL
hi: JL . द्वारा प्रतिभागी

source: Participants By DU
hi: प्रतिभागियों द्वारा डीयू

source: Participants By Location
hi: स्थान के अनुसार प्रतिभागी

source: Participants By Account
hi: खाते के अनुसार प्रतिभागी

source: Stats will appear here.
hi: आँकड़े यहाँ दिखाई देंगे।

source: Error fetching Data
hi: डेटा लाने में त्रुटि

source: Champions will appear here
hi: चैंपियंस यहां दिखाई देंगे

source: Min length should be 10 characters
hi: न्यूनतम लंबाई 10 वर्ण होनी चाहिए

source: Send Mail
hi: मेल भेजे

source: Rating is required
hi: रेटिंग की आवश्यकता है

source: Provide your suggestions
hi: अपने सुझाव दें

source: Something went wrong. Not able to load the content.
hi: कुछ गलत हो गया। सामग्री लोड करने में सक्षम नहीं है।

source: Programs will appear here.
hi: कार्यक्रम यहां दिखाई देंगे।

source: Unable to fetch data
hi: डेटा लाने में असमर्थ

source: Coming Soon...
hi: जल्द आ रहा है...

source: No Events.
hi: कोई आयोजन नहीं।

source: Click on highlighted dates for releases
hi: रिलीज के लिए हाइलाइट की गई तारीखों पर क्लिक करें

source: No events.
hi: कोई आयोजन नहीं।

source: Unable to fetch data
hi: डेटा लाने में असमर्थ

source: Your to-do list will appear here.
hi: आपकी टू-डू सूची यहां दिखाई देगी।

source: Knowledge Hub
hi: नॉलेज हब

source: You can access it
hi: आप इसे एक्सेस कर सकते हैं

source: Here
hi: यहां

source: This artifact is currently available only on Infosys Network. You can soon access this and many other artifacts from anywhere, any time. <br/>
hi: यह आर्टिफैक्ट वर्तमान में केवल इंफोसिस नेटवर्क पर उपलब्ध है। आप जल्द ही इसे और कई अन्य कलाकृतियों को कहीं से भी एक्सेस कर सकते हैं, किसी भी समय। <br/>

source: Explore Similar
hi: इसी तरह का अन्वेषण करें

source: If you are on Infosys Network, Explore more about this project <a>Here</a>
hi: यदि आप इंफोसिस नेटवर्क पर हैं, तो इस परियोजना के बारे में अधिक जानें <a>यहां</a>

source: Project Manager
hi: प्रोजेक्ट मैनेजर

source: Delivery Manager
hi: वितरण प्रबंधक

source: Add or Remove topics
hi: विषय जोड़ें या निकालें

source: Add
hi: जोड़ें

source: cancel
hi: रद्द करना

source: All
hi: सभी

source: Topic updated successfully
hi: विषय सफलतापूर्वक अपडेट किया गया

source: Topic saved in the drafts
hi: विषय ड्राफ़्ट में सहेजा गया

source: Topic published successfully
hi: विषय सफलतापूर्वक प्रकाशित हुआ

source: Topic already added
hi: विषय पहले ही जोड़ा जा चुका है

source: You can add tag from dropdown only
hi: आप केवल ड्रॉपडाउन से टैग जोड़ सकते हैं

source: Advanced Filters
hi: उन्नत फ़िल्टर

source: results
hi: परिणाम

source: result
hi: नतीजा

source: across your preferred languages
hi: आपकी पसंदीदा भाषाओं में

source: Did you mean
hi: क्या आपका मतलब यह था

source: Showing results for
hi: परिणाम दिखा रहा है के लिये

source: Search instead for
hi: इसके बजाय खोजें

source: for the exact match on
hi: सटीक मैच के लिए

source: Click here
hi: यहां क्लिक करें

source: to explore more.
hi: अधिक अन्वेषण करने के लिए।

source: No result
hi: कोई परिणाम नहीं

source: You may try
hi: आप कोशिश कर सकते हैं

source: Removing Filters
hi: फ़िल्टर हटाना

source: Removing Language
hi: भाषा हटाना

source: Updated on
hi: संशोधित किया गया

source: results.
hi: परिणाम।

source: result.
hi: नतीजा।

source: Sort by
hi: इसके अनुसार क्रमबद्ध करें

source: Some error occurred! Please retry
hi: कुछ त्रुटि हुई! कृपया पुन: प्रयास करें

source: Relevance
hi: प्रासंगिकता

source: Latest
hi: नवीनतम

source: Trending
hi: रुझान

source: trainings available
hi: प्रशिक्षण उपलब्ध

source: training available
hi: प्रशिक्षण उपलब्ध

source: Associated Tag
hi: संबद्ध टैग

source: asked
hi: पूछा

source: Blogs
hi: ब्लॉग

source: Q and A
hi: क्यू और ए

source: Suggested filter
hi: सुझाए गए फ़िल्टर

source: pentagon filter
hi: पेंटागन फिल्टर

source: A-Z
hi: अज़ी

source: Marketing
hi: विपणन

source: Brand Assets
hi: ब्रांड संपत्ति

source: Experiential Showcase
hi: अनुभवात्मक शोकेस

source: Hubs
hi: केन्द्रों

source: Client Stories
hi: ग्राहक कहानियां

source: Services
hi: सेवाएं

source: Products and Subsidiaries
hi: उत्पाद और सहायक

source: This type is not yet supported.
hi: यह प्रकार अभी तक समर्थित नहीं है।

source: Starts:
hi: शुरू होता है:

source: Started:
hi: शुरू किया गया:

source: Ends:
hi: समाप्त होता है:

source: Ended:
hi: समाप्त:

source: Leaders details will appear here
hi: नेताओं का विवरण यहां दिखाई देगा

source: Events
hi: आयोजन

source: LIVE streaming will be on only during the event.
hi: लाइव स्ट्रीमिंग केवल इवेंट के दौरान ही होगी।

source: No LIVE event at the moment.
hi: फिलहाल कोई लाइव इवेंट नहीं है।

source: Checking for LIVE events...
hi: लाइव इवेंट की जांच की जा रही है...

source: Beta
hi: बीटा

source: Live
hi: रहना

source: Watch
hi: घड़ी

source: Go Live
hi: प्रत्यक्ष जाना

source: Classroom Broadcast
hi: कक्षा प्रसारण

source: 360 video
hi: 360 वीडियो

source: If facing issues in video, please click 'Open in new tab' above
hi: अगर वीडियो में समस्या आ रही है, तो कृपया ऊपर 'नए टैब में खोलें' पर क्लिक करें

source: live event
hi: लाइव इवेंट

source: Starts:
hi: शुरू होता है:

source: Ends:
hi: समाप्त होता है:

source: Please update your app to use this feature.
hi: कृपया इस सुविधा का उपयोग करने के लिए अपने ऐप को अपडेट करें।

source: Dashboard
hi: डैशबोर्ड

source: Currently, You do not have any Learning Path
hi: वर्तमान में, आपके पास कोई शिक्षण पथ नहीं है

source: out of
hi: से बाहर

source: Last updated on
hi: अंतिम बार अद्यतन किया गया

source: Certified
hi: प्रमाणित

source: Professional
hi: पेशेवर

source: Master
hi: मालिक

source: Rewards
hi: पुरस्कार

source: Mark all as read
hi: सभी को पढ़ा हुआ मार्क करें

source: For Your Action
hi: आपकी कार्रवाई हेतु

source: View More
hi: और देखें

source: For Your Information
hi: आपकी जानकारी के लिए

source: You do not have any notifications yet.
hi: आपके पास अभी तक कोई सूचना नहीं है।

source: re-check notifications
hi: अधिसूचनाओं को दोबारा जांचें

source: refresh notifications
hi: सूचनाएं ताज़ा करें

source: No notifications
hi: कोई सूचनाएं नहीं

source: Recent Badge
hi: हाल का बैज

source: Received on:
hi: प्राप्त हुआ:

source: Shared Playlist
hi: साझा प्लेलिस्ट

source: Shared by:
hi: द्वारा साझा:

source: Shared on:
hi: पर साझा किया गया:

source: Shared Goals
hi: साझा लक्ष्य

source: Are you sure you want to remove
hi: क्या आप वाकई निकालना चाहते हैं

source: Playlist cannot be empty
hi: प्लेलिस्ट खाली नहीं हो सकती

source: Are you sure you want to delete this playlist?
hi: क्या आप वाकई इस प्लेलिस्ट को हटाना चाहते हैं?

source: Playlist Goal With
hi: प्लेलिस्ट लक्ष्य के साथ

source: Add Notes...
hi: नोट्स जोड़ें...

source: Share
hi: शेयर करना

source: Sharing with
hi: के साथ साझा करना

source: and
hi: तथा

source: others
hi: अन्य

source: Playlist Shared
hi: प्लेलिस्ट साझा की गई

source: Error Sharing Playlist
hi: प्लेलिस्ट साझा करने में त्रुटि

source: Playlist Icon
hi: प्लेलिस्ट आइकन

source: This Playlist is not editable
hi: यह प्लेलिस्ट संपादन योग्य नहीं है

source: Shared by
hi: द्वारा साझा

source: This playlist includes
hi: इस प्लेलिस्ट में शामिल हैं

source: Failed to delete playlist
hi: प्लेलिस्ट हटाने में विफल

source: Failed to edit playlist
hi: प्लेलिस्ट संपादित करने में विफल

source: My Playlist
hi: मेरी संगीतसूची

source: Shared with me
hi: मेरे साथ बांटा

source: Accept or Reject playlists shared with you!
hi: आपके साथ साझा की गई प्लेलिस्ट को स्वीकार या अस्वीकार करें!

source: Create Playlist
hi: प्लेलिस्ट बनायें

source: Search for your playlists
hi: अपनी प्लेलिस्ट खोजें

source: Search for playlists shared with you
hi: आपके साथ साझा की गई प्लेलिस्ट खोजें

source: Create New
hi: नया बनाओ

source: No Playlists
hi: कोई प्लेलिस्ट नहीं

source: No playlist shared with you
hi: आपके साथ कोई प्लेलिस्ट शेयर नहीं की गई

source: Update Title
hi: शीर्षक अपडेट करें

source: Title Name
hi: शीर्षक नाम

source: Error occurred while editing playlist
hi: प्लेलिस्ट संपादित करते समय त्रुटि हुई

source: Playlist updated successfully!!
hi: प्लेलिस्ट सफलतापूर्वक अपडेट की गई !!

source: Checking for new action(s)
hi: नई कार्रवाई की जांच की जा रही है

source: Accept
hi: स्वीकार करना

source: Please Wait...
hi: कृपया प्रतीक्षा करें...

source: Reject
hi: अस्वीकार

source: Error accepting playlist
hi: प्लेलिस्ट स्वीकार करने में त्रुटि

source: Error rejecting playlist
hi: प्लेलिस्ट को अस्वीकार करने में त्रुटि

source: Edit playlist name
hi: प्लेलिस्ट का नाम संपादित करें

source: Cancel changes
hi: परिवर्तन रद्द करें

source: PRIVATE
hi: निजी

source: PUBLIC
hi: जनता

source: Drag to re-order playlist
hi: प्लेलिस्ट को फिर से क्रमित करने के लिए खींचें

source: Edit
hi: संपादन करना

source: Add Title
hi: शीर्षक जोडें

source: Share With
hi: के साथ शेयर करें

source: Your message...
hi: आपका सन्देश...

source: Search Content
hi: खोज सामग्री

source: Select at least one content to create playlist
hi: प्लेलिस्ट बनाने के लिए कम से कम एक सामग्री का चयन करें

source: Unable to fetch data!
hi: डेटा लाने में असमर्थ!

source: Recent earning
hi: हाल की कमाई

source: Re Calculate Badges
hi: बैज की गणना करें

source: Your Achievements
hi: आपकी उपलब्धियां

source: Closer to Earn
hi: कमाई के करीब

source: Your next target
hi: आपका अगला लक्ष्य

source: Badges
hi: बैज

source: We are gathering the data to provide insights!
hi: हम अंतर्दृष्टि प्रदान करने के लिए डेटा एकत्र कर रहे हैं!

source: You have not completed any
hi: आपने कोई भी पूरा नहीं किया है

source: Please completed one to view it here...
hi: कृपया इसे यहां देखने के लिए एक पूरा करें...

source: image whether qualified
hi: छवि चाहे योग्य हो

source: SCORE :
hi: अंक :

source: Percentile :
hi: शतमक :

source: User avg Compared to Org
hi: संगठन की तुलना में उपयोगकर्ता औसत

source: Learning Time
hi: सीखने का समय

source: info
hi: जानकारी

source: This chart shows Time that you are viewing learning content on a particular day compared to the org.-wide average.
hi: यह चार्ट दिखाता है कि आप सीखने की सामग्री को a . पर देख रहे हैं संगठन-व्यापी औसत की तुलना में विशेष दिन।

source: Date Range
hi: तिथि सीमा

source: End Date
hi: अंतिम तिथि

source: Your Average :
hi: आपका औसत:

source: Minutes/Day
hi: मिनट/दिन

source: Some Error Occurred
hi: कुछ त्रुटि हुई

source: Jan
hi: जनवरी

source: Feb
hi: फ़रवरी

source: Mar
hi: मार्च

source: Apr
hi: अप्रैल

source: May
hi: मई

source: Jun
hi: जून

source: Jul
hi: जुलाई

source: Aug
hi: अगस्त

source: Sep
hi: सितम्बर

source: Oct
hi: अक्टूबर

source: Nov
hi: नवम्बर

source: Dec
hi: दिसम्बर

source: User Average Over Period
hi: अवधि के दौरान उपयोगकर्ता का औसत

source: Time I Spent
hi: समय मैंने बिताया

source: App Average
hi: ऐप औसत

source: Minutes
hi: मिनट

source: Time Spent on
hi: समय बिताया

source: is
hi: है

source: mins
hi: मिनट
