Repository: Haritest/eagle-fusion
Catalog: locale/messages.*.xlf
Languages: hi

source: Dealership Service CVP Index
hi: डीलरशिप सेवा सीवीपी इंडेक्स

source: Service Retention Objective
hi: सेवा प्रतिधारण उद्देश्य

source: Service Advisor Professional Training Mix
hi: सेवा सलाहकार व्यावसायिक प्रशिक्षण मिक्स

source: Dealership Service Trust CVP Score :
hi: डीलरशिप सर्विस ट्रस्ट सीवीपी स्कोर:

source: Individual Service CVP Index
hi: व्यक्तिगत सेवा सीवीपी सूचकांक

source: Service Technician Training (Self) :
hi: सेवा तकनीशियन प्रशिक्षण (स्व) :

source: Individual Service Trust CVP Score :
hi: व्यक्तिगत सेवा ट्रस्ट सीवीपी स्कोर:

source: Trade Sales Objective
hi: व्यापार बिक्री उद्देश्य

source: Parts Sales Consultants Professional Training Mix
hi: पार्ट्स सेल्स कंसल्टेंट्स प्रोफेशनल ट्रेनिंग मिक्स

source: Parts Group :
hi: पार्ट्स समूह:

source: Individual Sales CVP Index
hi: व्यक्तिगत बिक्री सीवीपी सूचकांक

source: Individual Training Status
hi: व्यक्तिगत प्रशिक्षण स्थिति

source: Individual Sales Trust CVP Score :
hi: व्यक्तिगत बिक्री ट्रस्ट सीवीपी स्कोर:

source: Service Consultant Professional Training Mix
hi: सेवा सलाहकार व्यावसायिक प्रशिक्षण मिक्स

source: Dealership Trade Sales/Parts Purchases Performance
hi: डीलरशिप व्यापार बिक्री / भागों की खरीद प्रदर्शन

source: Parts Sales Consultants Training (Self) :
hi: पार्ट्स सेल्स कंसल्टेंट्स ट्रेनिंग (स्व) :

source: Individual Training Status :
hi: व्यक्तिगत प्रशिक्षण स्थिति:

source: Parts Sales Consultants Training (Self)
hi: पार्ट्स बिक्री सलाहकार प्रशिक्षण (स्वयं)

source: Service Technician Training (Self)
hi: सेवा तकनीशियन प्रशिक्षण (स्वयं)

source: There is no performance data available for this sprint.
hi: कोई प्रदर्शन डेटा नहीं है इस स्प्रिंट के लिए उपलब्ध है।

source: by
hi: द्वारा

source: Profile Settings
hi: पार्श्वचित्र समायोजन

source: Visibility of features
hi: सुविधाओं की दृश्यता

source: Basic
hi: बुनियादी

source: Show
hi: प्रदर्शन

source: Hide
hi: छिपाना

source: Social
hi: सामाजिक

source: Contributions
hi: योगदान

source: 's Profile
hi: प्रोफाइल

source: Followers
hi: समर्थक

source: Following
hi: निम्नलिखित

source: Follow
hi: पालन करना

source: Unfollow
hi: करें

source: Interests:
hi: रूचियाँ:

source: No interest added
hi: कोई दिलचस्पी नहीं जोड़ी गई

source: Followers
hi: समर्थक

source: Unfollow
hi: करें

source: Interests:
hi: रूचियाँ:

source: Fetching KBs followed ...
hi: KB का अनुसरण किया जा रहा है...

source: 's not following any knowledge board.
hi: किसी नॉलेज बोर्ड का पालन नहीं कर रहा है।

source: Failed to fetch knowledge boards followed.
hi: नॉलेज बोर्ड लाने में विफल फॉलो किया गया।

source: View Board <mat-icon>arrow_right_alt</mat-icon>
hi: बोर्ड देखें<mat-icon> एरो_राइट_ऑल्ट</mat-icon>

source: Fetching playlists ...
hi: प्लेलिस्ट लाई जा रही हैं...

source: has not created any playlists.
hi: कोई प्लेलिस्ट नहीं बनाई है।

source: Failed to fetch playlists.
hi: प्लेलिस्ट लाने में विफल.

source: Q&A
hi: प्रश्नोत्तर:

source: Content authored by <span>{{name}}</span>
hi: द्वारा लिखित सामग्री <span>{{name}}</span>

source: Content reviewd by <span>{{name}}</span>
hi: द्वारा समीक्षा की गई सामग्री <span>{{name}}</span>

source: Fetching Blogs ...
hi: ब्लॉग लाए जा रहे हैं...

source: Vote
hi: वोट

source: Reply
hi: जवाब

source: Fetching content reviewed ...
hi: समीक्षा की गई सामग्री लाई जा रही है...

source: User has not reviewed any content.
hi: उपयोगकर्ता ने किसी भी सामग्री की समीक्षा नहीं की है।

source: Failed to fetch content reviewed.
hi: समीक्षा की गई सामग्री लाने में विफल.

source: Explore <mat-icon>arrow_right</mat-icon>
hi: अन्वेषण करना <mat-icon>एरो_राइट</mat-icon>

source: Fetching Question and Answers ...
hi: प्रश्न और उत्तर लाए जा रहे हैं...

source: No questions have been asked yet
hi: अभी तक कोई प्रश्न नहीं पूछा गया है

source: Answers
hi: जवाब

source: Asked on
hi: पर पूछा

source: Resources
hi: साधन

source: Modules
hi: मॉड्यूल

source: No Modules learnt
hi: कोई मॉड्यूल नहीं सीखा

source: Courses
hi: पाठ्यक्रम

source: Fetching followers ...
hi: अनुयायियों को लाया जा रहा है...

source: No followers
hi: कोई अनुयायी नहीं

source: Failed to fetch followers.
hi: अनुयायियों को लाने में विफल।

source: Fetching content authored ...
hi: लिखित सामग्री लाई जा रही है...

source: User has not authored any content.
hi: उपयोगकर्ता ने कोई सामग्री नहीं लिखी है।

source: Failed to fetch content authored.
hi: लिखित सामग्री लाने में विफल.

source: 's not following anyone
hi: किसी का पीछा नहीं कर रहा है

source: Unable to fetch data
hi: डेटा लाने में असमर्थ

source: Contents will appear soon...
hi: सामग्री जल्द ही दिखाई देगी...

source: Looks like we are having some issues in our content.
hi: ऐसा लगता है कि हमारी सामग्री में कुछ समस्याएं आ रही हैं।

source: Debug Message: This content is of a different mimeType (
hi: डीबग संदेश: यह सामग्री भिन्न माइम प्रकार की है (

source: Possible Link:
hi: संभावित लिंक:

source: and we will make it work
hi: और हम इसे काम करेंगे

source: Looks like you are not authorized to preview this content.
hi: ऐसा लगता है कि आप इस सामग्री का पूर्वावलोकन करने के लिए अधिकृत नहीं हैं।

source: The Resource is not part of the collection
hi: संसाधन संग्रह का हिस्सा नहीं है

source: Unsupported Collection Type
hi: असमर्थित संग्रह प्रकार

source: Contacts
hi: संपर्क

source: Your browser does not support HTML5 audio.
hi: आपका ब्राउज़र एचटीएमएलफ़ाइव स्टूडियो को समर्थित नहीं करता है।

source: This content can only be viewed in Intranet.
hi: यह सामग्री केवल इंट्रानेट में देखी जा सकती है।

source: Content may be required to be opened in a new window. If you are unable to view it, Please click on the Open in New Window Button else Dismiss
hi: सामग्री को एक नई विंडो में खोलने की आवश्यकता हो सकती है। यदि आप इसे देखने में असमर्थ हैं, तो कृपया ओपन इन न्यू विंडो बटन पर क्लिक करें अन्यथा खारिज करें

source: This content can only be viewed in Intranet.<br/>
hi: यह सामग्री केवल इंट्रानेट में देखी जा सकती है।<br/>

source: Content will open in a new window. If you are unable to view it, click on the button below.
hi: सामग्री एक नई विंडो में खुलेगी। यदि आप इसे देखने में असमर्थ हैं, तो नीचे दिए गए बटन पर क्लिक करें।

source: This content can only be viewed in Intranet.
hi: यह सामग्री केवल इंट्रानेट में देखी जा सकती है।

source: Open in New Window
hi: नई विंडो में खोलें

source: Dismiss
hi: नकार देना

source: Please wait! Content requested is loading
hi: कृपया प्रतीक्षा करें! अनुरोधित सामग्री लोड हो रही है

source: Error loading page. Please try refreshing page.
hi: पृष्ठ लोड करने में त्रुटि. कृपया पेज को रीफ्रेश करने का प्रयास करें।

source: There is nothing to play. <a>Click here</a> to go to details page.
hi: खेलने के लिए कुछ भी नहीं है। <a>यहां क्लिक करें</a> को जाने के लिए विवरण पृष्ठ।

source: HTML Content Viewer
hi: HTML सामग्री दर्शक

source: Error fetching page JSON
hi: पृष्ठ JSON लाने में त्रुटि

source: This content can be viewed only in Desktop/Laptop.
hi: यह सामग्री केवल डेस्कटॉप/लैपटॉप में देखी जा सकती है।

source: Step 1:
hi: स्टेप 1:

source: Add class
hi: कक्षा जोड़ें

source: Step 2: Arrange
hi: चरण 2: व्यवस्थित करें

source: Public
hi: जनता

source: Protected
hi: संरक्षित

source: Private
hi: निजी

source: Options
hi: विकल्प

source: Step 3: Relationship
hi: चरण 3: संबंध

source: is-a
hi: एक है

source: has-a
hi: एक

source: uses-a
hi: उपयोग-ए

source: Submit
hi: प्रस्तुत करना

source: Reset
hi: रीसेट

source: Please add a class to submit and see the result!
hi: सबमिट करने और परिणाम देखने के लिए कृपया एक कक्षा जोड़ें!

source: Some error occurred. Please try again later!
hi: कुछ त्रुटि हुई। बाद में पुन: प्रयास करें!

source: Some of your test cases have Failed. Do you still want to submit?
hi: आपके कुछ परीक्षण मामले विफल हो गए हैं। क्या आप अभी भी सबमिट करना चाहते हैं?

source: No Submission Found
hi: कोई सबमिशन नहीं मिला

source: No Submission Found for this Exercise.
hi: इस अभ्यास के लिए कोई सबमिशन नहीं मिला।

source: Q
hi: क्यू

source: of
hi: का

source: Flagged
hi: चिह्नित किए गए

source: flag
hi: झंडा

source: Explanation for blank
hi: रिक्त के लिए स्पष्टीकरण

source: Explanation
hi: व्याख्या

source: Explanation:
hi: व्याख्या:

source: Explanation :
hi: व्याख्या :

source: Explanation
hi: व्याख्या

source: Option
hi: विकल्प

source: Hint
hi: संकेत देना

source: menu toggle
hi: मेनू टॉगल

source: (Submitted)
hi: (प्रस्तुत)

source: Unable to Submit
hi: सबमिट करने में असमर्थ

source: Thank you for your attempt.
hi: आपके प्रयास के लिए धन्यवाद।

source: Result:
hi: परिणाम:

source: Pass
hi: रास्ता

source: Did not Pass
hi: उत्तीर्ण नहीं हुआ

source: Correct
hi: सही

source: Incorrect
hi: ग़लत

source: Unanswered
hi: अनुत्तरित

source: Percentage
hi: प्रतिशत

source: Retake Assessment
hi: रीटेक असेसमेंट

source: Show Answers
hi: उत्तर दिखाइए

source: Option
hi: विकल्प

source: Match
hi: मिलान

source: Response
hi: जवाब

source: Your answer is wrong. Do you still want to submit?
hi: आपका उत्तर गलत है। क्या आप अभी भी सबमिट करना चाहते हैं?

source: List of Content
hi: सामग्री की सूची

source: Page
hi: पृष्ठ

source: Web Module Content
hi: वेब मॉड्यूल सामग्री
