Repository: Haritest/eagle-fusion
Catalog: locale/messages.*.xlf
Languages: hi

source: Avg # mins across dimensions
hi: सभी आयामों में औसत # मिनट

source: Time Spent by me - Track wise
hi: मेरे द्वारा बिताया गया समय - ट्रैक के अनुसार

source: % Time spent by me
hi: मेरे द्वारा बिताया गया % समय

source: % Time spent by Employees
hi: कर्मचारियों द्वारा बिताया गया % समय

source: % Time spent by my peers
hi: मेरे साथियों द्वारा बिताया गया % समय

source: Programs
hi: कार्यक्रमों

source: Courses
hi: पाठ्यक्रम

source: Learning Modules
hi: लर्निंग मॉड्यूल

source: Resources
hi: साधन

source: No content found.
hi: कोई सामग्री नहीं मिली।

source: View More
hi: और देखें

source: We are gathering the data to provide insights!
hi: हम अंतर्दृष्टि प्रदान करने के लिए डेटा एकत्र कर रहे हैं!

source: Last Updated on :
hi: अंतिम बार अद्यतन किया गया :

source: <p>Courses</p>
hi: <p>पाठ्यक्रम</p>

source: My Progress
hi: मेरी तरक्की

source: <p>Total Users</p>
hi: <p>कुल उपयोगकर्ता</p>

source: <p>Completed Users</p>
hi: <p>पूर्ण उपयोगकर्ता</p>

source: Org-wide Progress
hi: संगठन-व्यापी प्रगति

source: No courses found
hi: कोई कोर्स नहीं मिला

source: We are gathering the data to provide insights!
hi: हम अंतर्दृष्टि प्रदान करने के लिए डेटा एकत्र कर रहे हैं!

source: Modules
hi: मॉड्यूल

source: <p>Modules</p>
hi: <p>मॉड्यूल</p>

source: No modules found
hi: कोई मॉड्यूल नहीं मिला

source: <p>Resources</p>
hi: <p>साधन</p>

source: No resources found
hi: कोई संसाधन नहीं मिला

source: My Learning
hi: मेरी सीख

source: We are gathering the data to provide insights!
hi: हम अंतर्दृष्टि प्रदान करने के लिए डेटा एकत्र कर रहे हैं!

source: My Achievements
hi: मेरी उपलब्धियाँ

source: My Collaboration
hi: मेरा सहयोग

source: My other feature usage
hi: मेरी अन्य सुविधा का उपयोग

source: Shared to:
hi: को साझा किया गया:

source: You have not shared any goal
hi: आपने कोई लक्ष्य साझा नहीं किया है

source: No goals are shared with you
hi: आपके साथ कोई लक्ष्य साझा नहीं किया गया

source: You have not shared any artifact
hi: आपने कोई आर्टिफ़ैक्ट साझा नहीं किया है

source: You have not shared any Playlist
hi: आपने कोई प्लेलिस्ट साझा नहीं की है

source: No Playlist are shared with you
hi: आपके साथ कोई प्लेलिस्ट साझा नहीं की गई

source: Used on:
hi: पर इस्तेमाल किया गया:

source: You have not accessed any Playground
hi: आपने किसी खेल के मैदान में प्रवेश नहीं किया है

source: Contacted on:
hi: इस पर संपर्क किया गया:

source: You have not contacted any Expert
hi: आपने किसी विशेषज्ञ से संपर्क नहीं किया है

source: Content Type
hi: सामग्री प्रकार

source: You have not created any content
hi: आपने कोई सामग्री नहीं बनाई है

source: Created on :
hi: पर बनाया :

source: You have not created any Goals
hi: आपने कोई लक्ष्य नहीं बनाया है

source: You have not created playlist.
hi: आपने प्लेलिस्ट नहीं बनाई है।

source: ASSESSMENT DETAILS
hi: आकलन विवरण

source: SCORE -
hi: अंक -

source: Percentile -
hi: प्रतिशतक -

source: Great start! You did better than
hi: बढ़िया शुरुआत! आपने से बेहतर किया

source: % of your peers.
hi: आपके साथियों का%।

source: Go to Content
hi: सामग्री पर जाएं

source: About
hi: के बारे में

source: Education
hi: शिक्षा

source: Professional info
hi: पेशेवर जानकारी

source: Skills & Certification
hi: कौशल और प्रमाणन

source: Pending Courses
hi: लंबित पाठ्यक्रम

source: <span>left</span> to Complete
hi: <span>बाएं</span> को पूरा करने के

source: Last studied on
hi: अंतिम अध्ययन

source: to go!
hi: चल देना!

source: Save
hi: बचाना

source: Save as draft
hi: ड्राफ्ट के रूप में सेव करें

source: Save as draft
hi: ड्राफ्ट के रूप में सेव करें

source: Publish
hi: प्रकाशित करना

source: *Title range: 10-80 characters
hi: *शीर्षक श्रेणी: 10-80 वर्ण

source: Abstract
hi: सार

source: *Abstract range: 10-150 characters
hi: *सार श्रेणी: 10-150 वर्ण

source: Relevant tags
hi: प्रासंगिक टैग

source: Save as Draft
hi: ड्राफ्ट के रूप में सेव करें

source: Save
hi: बचाना

source: Publish
hi: प्रकाशित करना

source: Blog updated successfully
hi: ब्लॉग सफलतापूर्वक अपडेट किया गया

source: Blog saved in the drafts
hi: ब्लॉग ड्राफ़्ट में सहेजा गया

source: Blog published successfully
hi: ब्लॉग सफलतापूर्वक प्रकाशित हुआ

source: Tag already added
hi: टैग पहले ही जोड़ा जा चुका है

source: Edit Blog
hi: ब्लॉग संपादित करें

source: Delete Blog
hi: ब्लॉग हटाएं

source: Last Modified:
hi: अंतिम बार संशोधित:

source: Responses
hi: जवाब

source: Write a response
hi: प्रतिक्रिया लिखें

source: Publish
hi: प्रकाशित करना

source: Show More Responses
hi: अधिक प्रतिक्रियाएं दिखाएं

source: Blog may be in draft state or unavailable.
hi: ब्लॉग ड्राफ़्ट स्थिति में हो सकता है या अनुपलब्ध हो सकता है।

source: My Blogs
hi: मेरे ब्लॉग

source: Write a Blog
hi: एक चिट्ठा लिखो

source: Recent Blogs
hi: हाल के ब्लॉग

source: No blogs have been posted yet
hi: अभी तक कोई ब्लॉग पोस्ट नहीं किया गया है

source: *Title range: 10-150 characters
hi: *शीर्षक श्रेणी: 10-150 वर्ण

source: Your title helps people quickly understand what your question is about so they can answer it.
hi: आपका शीर्षक लोगों को यह समझने में मदद करता है कि आपका प्रश्न किस बारे में है ताकि वे उत्तर दे सकें यह।

source: Tags help the right people find and answer your question.
hi: टैग सही लोगों को आपके प्रश्न को खोजने और उसका उत्तर देने में मदद करते हैं।

source: Save as Draft
hi: ड्राफ्ट के रूप में सेव करें

source: Publish
hi: प्रकाशित करना

source: Save
hi: बचाना

source: Question updated successfully
hi: प्रश्न सफलतापूर्वक अपडेट किया गया

source: Question saved in the drafts
hi: प्रश्न ड्राफ़्ट में सहेजा गया

source: Question published successfully
hi: प्रश्न सफलतापूर्वक प्रकाशित हुआ

source: Latest Questions
hi: नवीनतम प्रश्न

source: Questions
hi: प्रशन

source: Ask Question
hi: प्रश्न पूछो

source: Questions
hi: प्रशन

source: Questions Count
hi: प्रश्न गणना

source: All
hi: सभी

source: Unanswered
hi: अनुत्तरित

source: My Timeline
hi: मेरी समयसीमा

source: My Drafts
hi: मेरे ड्राफ्ट

source: questionType
hi: प्रश्न प्रकार

source: No questions under this category
hi: इस श्रेणी के अंतर्गत कोई प्रश्न नहीं

source: No question exists for the provided id
hi: प्रदान की गई आईडी के लिए कोई प्रश्न मौजूद नहीं है

source: Unable to load question. Please retry!
hi: प्रश्न लोड करने में असमर्थ. कृपया पुन: प्रयास करें!

source: Asked
hi: पूछा

source: at
hi: पर

source: Load More Comments
hi: अधिक टिप्पणियाँ लोड करें

source: Add a comment
hi: एक टिप्पणी जोड़ने

source: Post
hi: पद

source: Answers
hi: जवाब

source: Load previous answers
hi: पिछले उत्तरों को लोड करें

source: Your Answer
hi: आपका उत्तर

source: Post Your Answer
hi: अपना उत्तर पोस्ट करें

source: Edit Question
hi: प्रश्न संपादित करें

source: Delete Question
hi: प्रश्न हटाएं

source: Modified:
hi: संशोधित:

source: Posts
hi: पदों

source: Modified:
hi: संशोधित:

source: Nothing has been posted as of yet to moderate
hi: मॉडरेट करने के लिए अभी तक कुछ भी पोस्ट नहीं किया गया है

source: There are no forum posts present
hi: कोई फ़ोरम पोस्ट मौजूद नहीं है

source: Forum
hi: मंच

source: Edit Post
hi: संपादित पोस्ट

source: Modified:
hi: संशोधित:

source: Comments
hi: टिप्पणियाँ

source: Write a comment
hi: टिप्पणी लिखें

source: Publish
hi: प्रकाशित करना

source: Show More Comments
hi: अधिक टिप्पणियाँ दिखाएं

source: Post may be in draft state or unavailable.
hi: पोस्ट ड्राफ्ट स्थिति में हो सकती है या अनुपलब्ध हो सकती है।

source: My Forums
hi: मेरे मंच

source: Create Forums
hi: फ़ोरम बनाएं

source: Create Forums
hi: सृजन करना मंचों

source: Forums
hi: मंचों

source: Moderate
hi: संतुलित

source: Latest posts
hi: नवीनतम पदों

source: My posts
hi: मेरे पदों

source: Post updated successfully
hi: पोस्ट सफलतापूर्वक अपडेट किया गया

source: Post saved in the drafts
hi: ड्राफ्ट में सहेजी गई पोस्ट

source: Created Post is under review.
hi: बनाई गई पोस्ट की समीक्षा की जा रही है.

source: Part Of:
hi: का हिस्सा:

source: Modified:
hi: संशोधित:

source: Confirm
hi: पुष्टि करें

source: Flag
hi: झंडा

source: Accepted
hi: को स्वीकृत

source: unflag
hi: झंडा उतारना

source: Confirm
hi: पुष्टि करें

source: Delete
hi: मिटाना

source: Modified:
hi: संशोधित:

source: There are no posts present on the searched keyword
hi: खोजे गए कीवर्ड पर कोई पोस्ट मौजूद नहीं है

source: Created on
hi: पर बनाया

source: Published on
hi: पर प्रकाशित

source: No post found for you under this category
hi: इस श्रेणी के अंतर्गत आपके लिए कोई पोस्ट नहीं मिली

source: Tag
hi: उपनाम

source: Accept answer
hi: उत्तर स्वीकार करें

source: Update
hi: अद्यतन

source: edit
hi: संपादन करना

source: delete
hi: मिटाना

source: Load More Comments
hi: अधिक टिप्पणियाँ लोड करें

source: Post
hi: पद

source: You cannot accept your own answer
hi: आप अपना खुद का जवाब स्वीकार नहीं कर सकते

source: Attendees | <span>{{userData.noOfUser}}</span>
hi: सहभागी | <span>{{userData.noOfUser}}</span>

source: Check your network connection and reload the page.
hi: अपने नेटवर्क कनेक्शन की जाँच करें और पृष्ठ को पुनः लोड करें।

source: Participate in the Brand Thinking quiz and win rewards
hi: ब्रांड थिंकिंग क्विज़ में भाग लें और पुरस्कार जीतें

source: Next Up Event
hi: अगली घटना

source: Personal Details
hi: व्यक्तिगत विवरण

source: First Name
hi: पहला नाम

source: Enter First Name
hi: प्रथम नाम दर्ज करें

source: First name is mandatory
hi: पहला नाम अनिवार्य है

source: Middle Name
hi: मध्य नाम

source: Enter Middle Name
hi: मध्य नाम दर्ज करें

source: Middle name is mandatory
hi: मध्य नाम अनिवार्य है

source: Surname
hi: उपनाम

source: Enter Surname
hi: उपनाम दर्ज करें

source: Surname is mandatory
hi: उपनाम अनिवार्य है

source: Date of Birth (dd-mm-yyyy)
hi: जन्म की तिथि (दिनांक / महीना / बर्ष)

source: Choose Date of Birth (dd-mm-yyyy)
hi: जन्म तिथि चुनें (दिन-माह-वर्ष)

source: Date of Birth is mandatory
hi: जन्म तिथि अनिवार्य है

source: About
hi: के बारे में

source: Enter About
hi: के बारे में दर्ज करें

source: About is mandatory
hi: के बारे में अनिवार्य है

source: Nationality
hi: राष्ट्रीयता

source: Nationality
hi: राष्ट्रीयता

source: Nationality is mandatory
hi: राष्ट्रीयता अनिवार्य है

source: Domicile Medium (Mother Tongue)
hi: अधिवास माध्यम (मातृभाषा)

source: Mother Tongue
hi: मातृ भाषा

source: Gender
hi: लिंग

source: Marital Status
hi: वैवाहिक स्थिति

source: Registered Nurse Number(RN)/ Registered Midwife Number(RM)
hi: पंजीकृत नर्स संख्या (आरएन) / पंजीकृत दाई संख्या (आरएम)

source: Enter Registered Nurse/ Midwife Number
hi: पंजीकृत नर्स / मिडवाइफ नंबर दर्ज करें

source: National Unique Identity Number (NUID) Number
hi: राष्ट्रीय विशिष्ट पहचान संख्या (एनयूआईडी) संख्या

source: Enter NUID Number
hi: एनयूआईडी नंबर दर्ज करें

source: Doctor Registration Number
hi: डॉक्टर पंजीकरण संख्या

source: Enter Doctor Registration Number
hi: डॉक्टर पंजीकरण संख्या दर्ज करें

source: Name the Institution (for students)
hi: संस्थान का नाम (छात्रों के लिए)

source: Enter Name the Institution
hi: संस्था का नाम दर्ज करें

source: Name of Nursing Council (for Registered Nurses)
hi: नर्सिंग परिषद का नाम (पंजीकृत नर्सों के लिए)

source: Name of Nursing Council
hi: नर्सिंग परिषद का नाम

source: nursingCouncil
hi: नर्सिंग परिषद

source: Other Languages Known
hi: अन्य ज्ञात भाषाएं

source: Known Languages
hi: ज्ञात भाषाएं

source: Other Languages Known is mandatory
hi: अन्य ज्ञात भाषाएं अनिवार्य हैं

source: Telephone Number
hi: टेलीफोन नंबर

source: Telephone Number is mandatory
hi: टेलीफोन नंबर अनिवार्य है

source: Postal Address
hi: डाक पता

source: Type Your Residence Address Here
hi: यहां अपना निवास पता टाइप करें

source: You have exceeded 200 characters.
hi: आपने 200 वर्णों को पार कर लिया है।

source: Pincode
hi: पिन कोड

source: Pincode is mandatory
hi: पिनकोड अनिवार्य है

source: Education
hi: शिक्षा

source: School Name
hi: विद्यालय का नाम

source: Enter School Name
hi: स्कूल का नाम दर्ज करें

source: School Name is mandatory
hi: स्कूल का नाम अनिवार्य है

source: Year of Passsing
hi: उत्तीर्ण होने का वर्ष

source: Enter Year like 1998
hi: 1998 की तरह वर्ष दर्ज करें

source: Degree
hi: डिग्री

source: Enter Your course
hi: अपना पाठ्यक्रम दर्ज करें

source: Institute Name
hi: संस्थान का नाम

source: Enter Institute Name
hi: संस्थान का नाम दर्ज करें

source: Institute Name is mandatory
hi: संस्थान का नाम अनिवार्य है

source: Year of Passsing
hi: उत्तीर्ण होने का वर्ष

source: Add Other Qualification
hi: अन्य योग्यता जोड़ें

source: --Select--
hi: --चुनना--

source: Professional info
hi: पेशेवर जानकारी

source: Choose your Background
hi: अपनी पृष्ठभूमि चुनें

source: Profession
hi: पेशा

source: Please Specify Profession*
hi: कृपया पेशे निर्दिष्ट करें*

source: Organisation Name
hi: संगठन का नाम

source: Organisation Name
hi: संगठन का नाम

source: Organisation Type
hi: संगठन का प्रकार

source: Organization Type
hi: संगठन का प्रकार

source: Please Specify*
hi: कृपया निर्दिष्ट करें*

source: Designation
hi: पद

source: Designation
hi: पद

source: Location
hi: स्थान

source: Date of Joining
hi: शामिल होने की तिथि

source: Choose Date of Joining
hi: शामिल होने की तिथि चुनें

source: Date of Joining is mandatory
hi: शामिल होने की तिथि अनिवार्य है

source: Address
hi: पता

source: Type Your your Address Here
hi: यहां अपना पता टाइप करें

source: You have exceeded 500 characters.
hi: आपने 500 वर्णों को पार कर लिया है।

source: Skills & Certification
hi: कौशल और प्रमाणन

source: Description
hi: विवरण

source: Skills acquired or courses completed
hi: अर्जित कौशल या पाठ्यक्रम पूर्ण

source: Description
hi: विवरण

source: Provide certification details
hi: प्रमाणन विवरण प्रदान करें

source: Type your interests and press enter
hi: अपनी रुचियां टाइप करें और एंटर दबाएं

source: Enter interests
hi: रुचियां दर्ज करें

source: Type your hobbies and press enter
hi: अपने शौक टाइप करें और एंटर दबाएं

source: Enter Hobbies
hi: शौक दर्ज करें

source: Save Details
hi: विवरण सहेजें

source: Select country
hi: देश चुनें

source: Name of Country
hi: देश का नाम

source: country
hi: देश

source: Select state
hi: राज्य चुनें

source: Name of State
hi: राज्य का नाम

source: state
hi: राज्य

source: Select district
hi: जिले का चयन करें

source: Name of District
hi: जिले का नाम

source: district
hi: जिला Seoni

source: All Activities
hi: सभी गतिविधियां

source: Manage
hi: प्रबंधित करना

source: Users
hi: उपयोगकर्ताओं

source: User Org Management
hi: उपयोगकर्ता संगठन प्रबंधन

source: User Access Path
hi: उपयोगकर्ता पहुंच पथ

source: User Bulk Upload
hi: उपयोगकर्ता थोक अपलोड

source: Edit
hi: संपादन करना

source: Search Request
hi: खोज अनुरोध

source: Ids
hi: आईडी

source: Save
hi: बचाना

source: Select a source
hi: एक स्रोत चुनें

source: Choose a start date
hi: एक प्रारंभ तिथि चुनें

source: Choose a end date
hi: एक समाप्ति तिथि चुनें

source: The following users are already registered
hi: निम्नलिखित उपयोगकर्ता पहले से पंजीकृत हैं

source: Deregister
hi: अपंजीकृत

source: Are you sure?
hi: क्या आपको यकीन है?

source: SNo.
hi: क्रमांक

source: First Name
hi: पहला नाम

source: Last Name
hi: उपनाम

source: Email
hi: ईमेल

source: There are no users registered for this source
hi: इस स्रोत के लिए कोई उपयोगकर्ता पंजीकृत नहीं है

source: System Roles <mat-icon>info </mat-icon>
hi: सिस्टम भूमिकाएं<mat-icon> जानकारी </mat-icon>

source: Select a role to add or remove users
hi: उपयोगकर्ताओं को जोड़ने या हटाने के लिए एक भूमिका चुनें

source: Search for roles
hi: भूमिकाओं के लिए खोजें

source: No roles matches your query
hi: कोई भूमिका आपकी क्वेरी से मेल नहीं खाती

source: Are you sure to add role?
hi: क्या आप निश्चित रूप से भूमिका जोड़ना चाहते हैं?

source: Are you sure to remove role?
hi: क्या आप निश्चित रूप से भूमिका हटाना चाहते हैं?

source: Add
hi: जोड़ें

source: System Roles
hi: सिस्टम भूमिकाएं

source: Search for users to check if they have this role. Once users are found, you can add or remove them from this role.
hi: उपयोगकर्ताओं को यह देखने के लिए खोजें कि क्या उनकी यह भूमिका है। एक बार उपयोगकर्ता मिल जाने के बाद, आप उन्हें इस भूमिका से जोड़ या हटा सकते हैं।

source: Add Role
hi: भूमिका जोड़ें

source: No User Selected
hi: कोई उपयोगकर्ता नहीं चुना गया

source: Remove Role
hi: भूमिका हटाएं

source: No User with selected role
hi: चयनित भूमिका वाला कोई उपयोगकर्ता नहीं

source: Department Name
hi: विभाग का नाम

source: Email ID
hi: ईमेल आईडी

source: Edit Roles
hi: भूमिकाएं संपादित करें

source: default-roles
hi: डिफ़ॉल्ट-भूमिकाएं

source: Common site privileges such as Home, Channels, Knowledge Board, Playlists
hi: सामान्य साइट विशेषाधिकार जैसे होम, चैनल, नॉलेज बोर्ड, प्लेलिस्ट

source: Save Changes
hi: परिवर्तनों को सुरक्षित करें

source: Create User
hi: उपयोगकर्ता बनाइये

source: Search for Users
hi: उपयोगकर्ताओं के लिए खोजें

source: Edit
hi: संपादन करना

source: users
hi: उपयोगकर्ताओं

source: create new user
hi: नया उपयोगकर्ता बनाएं

source: Create New User
hi: नया उपयोगकर्ता बनाएं

source: Basic Details
hi: बुनियादी विवरण

source: First Name
hi: पहला नाम

source: Last Name
hi: उपनाम

source: Password
hi: पासवर्ड

source: Password must be atleast 6 characters
hi: पासवर्ड कम से कम 6 अंकों का होना चाहिए

source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये

source: The password and confirmation password do not match
hi: पासवर्ड और पुष्टिकरण पासवर्ड मेल नहीं खाते

source: Password Will be sent to your email
hi: पासवर्ड आपके ईमेल पर भेजा जाएगा

source: Select System Role
hi: सिस्टम भूमिका चुनें

source: default-roles
hi: डिफ़ॉल्ट-भूमिकाएं

source: Sign up
hi: साइन अप करें

source: <ng-container>Create User</ng-container>
hi: <ng-container>उपयोगकर्ता बनाइये</ng-container>

source: Access Paths
hi: पहुँच पथ

source: Access Path is mandatory
hi: पहुँच पथ अनिवार्य है

source: <ng-container>Save</ng-container>
hi: <ng-container>बचाना</ng-container>

source: <ng-container>Upload</ng-container>
hi: <ng-container>डालना</ng-container>

source: <ng-container>Download</ng-container>
hi: <ng-container>डाउनलोड</ng-container>

source: <ng-container>Download</ng-container>
hi: <ng-container>डाउनलोड</ng-container>

source: Showing data for :
hi: इसके लिए डेटा दिखाया जा रहा है:

source: <p>Last 30 days</p>
hi: <p>पिछले 30 दिनों में</p>

source: End date should be greater than or equal to start date
hi: समाप्ति तिथि प्रारंभ तिथि से अधिक या उसके बराबर होनी चाहिए

source: Currently, no data is available
hi: वर्तमान में, कोई डेटा उपलब्ध नहीं है

source: New Users
hi: नए उपयोगकर्ता

source: How many new users visited on each day?
hi: प्रत्येक दिन कितने नए उपयोगकर्ता आए?

source: Daily Users
hi: दैनिक उपयोगकर्ता

source: How many users visited on each day?
hi: प्रत्येक दिन कितने उपयोगकर्ता आए?

source: Hourly Usage
hi: प्रति घंटा

source: How many users visited on each hour?
hi: प्रत्येक घंटे में कितने उपयोगकर्ता आए?

source: Users Accessing Content
hi: सामग्री तक पहुँचने वाले उपयोगकर्ता

source: How many users accessed the contents on each day?
hi: प्रत्येक दिन कितने उपयोगकर्ताओं ने सामग्री का उपयोग किया?

source: Users by Regions
hi: क्षेत्र के अनुसार उपयोगकर्ता

source: This chart displays # of unique users by regions
hi: यह चार्ट क्षेत्रों के अनुसार # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Dealer
hi: डीलर द्वारा उपयोगकर्ता

source: This chart displays # of unique users by dealer
hi: यह चार्ट डीलर द्वारा # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Guild Groups
hi: गिल्ड समूह द्वारा उपयोगकर्ता

source: This chart displays # of unique users by guild groups
hi: यह चार्ट गिल्ड समूहों द्वारा # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Roles
hi: उपयोगकर्ता भूमिकाओं के अनुसार

source: This chart displays # of unique users by roles
hi: यह चार्ट भूमिकाओं के अनुसार # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Cities
hi: शहरों के अनुसार उपयोगकर्ता

source: This chart displays # of unique users by city
hi: यह चार्ट शहर के अनुसार # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Countries
hi: देशों द्वारा उपयोगकर्ता

source: This chart displays # of unique users by country
hi: यह चार्ट देश के अनुसार # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Devices
hi: उपकरणों द्वारा उपयोगकर्ता

source: This chart displays # of unique users for each device type
hi: यह चार्ट प्रत्येक डिवाइस प्रकार के लिए # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Departments
hi: विभागों द्वारा उपयोगकर्ता

source: This chart displays # of unique users by departments
hi: यह चार्ट विभागों द्वारा # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Sub-Departments
hi: उप-विभागों द्वारा उपयोगकर्ता

source: This chart displays # of unique users by sub-Department
hi: यह चार्ट उप-विभाग द्वारा # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Users by Content Category
hi: सामग्री श्रेणी के अनुसार उपयोगकर्ता

source: This chart displays # of unique users by content category
hi: यह चार्ट सामग्री श्रेणी के अनुसार # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Views by Content Category
hi: सामग्री श्रेणी के अनुसार देखे जाने की संख्या

source: This chart displays # of views by content category
hi: यह चार्ट सामग्री श्रेणी के अनुसार # दृश्यों को प्रदर्शित करता है

source: Users by Mime Type
hi: माइम प्रकार द्वारा उपयोगकर्ता

source: This chart displays # of unique users by mime Type
hi: यह चार्ट माइम प्रकार द्वारा # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Views by Mime Type
hi: माइम टाइप द्वारा देखे जाने की संख्या

source: This chart displays # of views by mime Type
hi: यह चार्ट माइम प्रकार द्वारा # दृश्यों को प्रदर्शित करता है

source: Content usage
hi: सामग्री का उपयोग

source: Details of all the contents accessed
hi: एक्सेस की गई सभी सामग्री का विवरण

source: <p>Course Name</p>
hi: <p>कोर्स का नाम</p>

source: <p>Total Users</p>
hi: <p>कुल उपयोगकर्ता</p>

source: <p>Total Views</p>
hi: <p>कुल दृश्य</p>

source: <p>Average Time (mins)</p>
hi: <p>औसत समय (मिनट)</p>

source: Progress
hi: प्रगति

source: No course progress Data found
hi: कोई पाठ्यक्रम प्रगति डेटा नहीं मिला

source: We are gathering the data to provide insights! Coming soon...
hi: हम अंतर्दृष्टि प्रदान करने के लिए डेटा एकत्र कर रहे हैं! जल्द आ रहा है...

source: <p>Module Name</p>
hi: <p>मोड्यूल का नाम</p>

source: No module progress data found
hi: कोई मॉड्यूल प्रगति डेटा नहीं मिला

source: <p>Resource Name</p>
hi: <p>संसाधन का नाम</p>

source: No resource progress data found
hi: कोई संसाधन प्रगति डेटा नहीं मिला

source: Leaderboard
hi: लीडरबोर्ड

source: Select Role
hi: भूमिका चुनें

source: Select Region
hi: क्षेत्र का चयन करें

source: Select Dealer Code
hi: डीलर कोड चुनें

source: Submit
hi: प्रस्तुत करना

source: Apply Filters
hi: फ़िल्टर लागू करें

source: Guild View
hi: गिल्ड व्यू

source: Activity View
hi: गतिविधि दृश्य

source: leaderboardType
hi: लीडरबोर्ड प्रकार

source: Select leaderboard type
hi: लीडरबोर्ड प्रकार चुनें

source: There is no leaderboard data available for this sprint.
hi: कोई लीडरबोर्ड डेटा नहीं है इस स्प्रिंट के लिए उपलब्ध है।

source: for recently earning
hi: हाल की कमाई के लिए

source: Your Achievements
hi: तुम्हारी उपलब्धियों

source: Your Next Target
hi: आपका अगला लक्ष्य

source: more to go.
hi: जाने के लिए और अधिक।

source: Admin
hi: व्यवस्थापक

source: Select Guild Group
hi: गिल्ड समूह का चयन करें

source: Save
hi: बचाना

source: Configurations
hi: विन्यास

source: Configuration For {{roleName}} - {{sprint}}
hi: विन्यास के लिए{{roleName}} - {{sprint}}

source: There is no config data available either for this sprint or role.
hi: कोई कॉन्फ़िगरेशन डेटा नहीं है इस स्प्रिंट या भूमिका के लिए उपलब्ध है।

source: Rewards And Recognition Dashboard
hi: पुरस्कार और मान्यता डैशबोर्ड

source: Current Points Balance
hi: वर्तमान अंक संतुलन

source: Redeem
hi: भुनाना

source: Guild Group : {{users.column1}}
hi: गिल्ड समूह: {{users.column1}}

source: Level : Master
hi: स्तर: मास्टर

source: RootOrg Guild Performance Metrics
hi: रूटऑर्ग गिल्ड प्रदर्शन मेट्रिक्स

source: Dealership Sales CVP Index
hi: डीलरशिप सेल्स सीवीपी इंडेक्स

source: Sales Objective
hi: बिक्री उद्देश्य

source: Sales Consultant Professional Training Mix
hi: बिक्री सलाहकार व्यावसायिक प्रशिक्षण मिक्स

source: Dealership Sales Trust CVP Score :
hi: डीलरशिप सेल्स ट्रस्ट सीवीपी स्कोर:

source: CX Process :
hi: सीएक्स प्रक्रिया:
