Repository: Haritest/eagle-fusion
Catalog: locale/messages.*.xlf
Languages: hi

source: Take the exam at from any location under individual supervision.
hi: व्यक्तिगत देखरेख में किसी भी स्थान से परीक्षा दें।

source: Internet connectivity.
hi: इंटरनेट कनेक्टिविटी।

source: An invigilator to supervise you during the certification exam.
hi: प्रमाणन परीक्षा के दौरान आपकी निगरानी के लिए एक निरीक्षक।

source: Take this exam online in the presence of a proctor.
hi: प्रॉक्टर की मौजूदगी में यह परीक्षा ऑनलाइन लें।

source: Fetching countries...
hi: देश लाए जा रहे हैं...

source: Type and select a country.
hi: एक देश टाइप करें और चुनें।

source: You need to select a country first.
hi: आपको पहले एक देश का चयन करना होगा।

source: Date
hi: दिनांक

source: Fetching dates and slots...
hi: दिनांक और स्लॉट लाए जा रहे हैं...

source: All dates are in IST (Indian Standard Time).
hi: सभी तिथियां आईएसटी (भारतीय मानक समय) में हैं।

source: Slots
hi: स्लॉट्स

source: Slot times are in IST (Indian Standard Time).
hi: स्लॉट समय IST (भारतीय मानक समय) में हैं।

source: Proctor's Email ID
hi: प्रॉक्टर की ईमेल आईडी

source: Fetching manager details...
hi: प्रबंधक विवरण लाया जा रहा है...

source: The proctor must be in the same location as the one you enter.
hi: प्रॉक्टर उसी स्थान पर होना चाहिए जहां आप प्रवेश करते हैं।

source: This is a valid proctor email.
hi: यह एक वैध प्रॉक्टर ईमेल है।

source: Not a valid proctor email.
hi: एक वैध प्रॉक्टर ईमेल नहीं है।

source: Proctor's Contact Number
hi: प्रॉक्टर का संपर्क नंबर

source: Please enter a valid phone number.
hi: कृपया मान्य फोन नंबर दर्ज करें।

source: Your Contact Number
hi: आपका संपर्क नंबर

source: Send Request
hi: अनुरोध भेजा

source: Cancel Request?
hi: अनुरोध रद्द?

source: Are you sure you want to cancel this booking?
hi: क्या आप वाकई इस बुकिंग को रद्द करना चाहते हैं?

source: Are you sure you want to cancel this budget approval request?
hi: क्या आप वाकई इस बजट स्वीकृति अनुरोध को रद्द करना चाहते हैं?

source: Are you sure you want to withdraw this result verification request?
hi: क्या आप वाकई इस परिणाम सत्यापन अनुरोध को वापस लेना चाहते हैं?

source: Are you sure you want to cancel this request?
hi: क्या आप वाकई इस अनुरोध को रद्द करना चाहते हैं?

source: Exam Scheduled
hi: परीक्षा अनुसूचित

source: You have booked an exam for this certification.
hi: आपने इस प्रमाणन के लिए एक परीक्षा बुक की है।

source: At Test Center
hi: परीक्षा केंद्र पर

source: At-Desk
hi: एट-डेस्क

source: Booking
hi: बुकिंग

source: Date:
hi: दिनांक:

source: Slot:
hi: छेद:

source: Location:
hi: स्थान:

source: Venue:
hi: स्थान:

source: Date and Slot
hi: दिनांक और स्लॉट

source: Cancel Slot
hi: स्लॉट रद्द करें

source: Cancelling...
hi: रद्द किया जा रहा है...

source: Budget Approval
hi: बजट स्वीकृति

source: Request for reimbursement of the certification's monetary cost.
hi: प्रमाणन की मौद्रिक लागत की प्रतिपूर्ति के लिए अनुरोध।

source: Currency
hi: मुद्रा

source: Fetching currencies...
hi: मुद्राएं लाई जा रही हैं...

source: Please select a currency.
hi: कृपया कोई मुद्रा चुनें.

source: There are no currencies available.
hi: कोई मुद्रा उपलब्ध नहीं है।

source: There was an error fetching currencies.
hi: मुद्राएं लाने में एक गड़बड़ी हुई.

source: Amount
hi: राशि

source: Enter an amount.
hi: एक राशि दर्ज करें।

source: Please enter an amount
hi: कृपया एक राशि दर्ज करें

source: Please enter a valid amount.
hi: कृपया एक मान्य राशि दर्ज करें।

source: Approver's Email ID
hi: अनुमोदनकर्ता की ईमेल आईडी

source: Fetching default approver...
hi: डिफ़ॉल्ट स्वीकृतकर्ता लाया जा रहा है...

source: Validating email...
hi: ईमेल सत्यापित किया जा रहा है...

source: Enter an approver's email ID (a JL6 line manager or any JL7+ employee).
hi: एक अनुमोदक की ईमेल आईडी दर्ज करें (एक JL6 लाइन मैनेजर या कोई JL7+ कर्मचारी)।

source: This is a valid approver email ID.
hi: यह एक मान्य अनुमोदक ईमेल आईडी है।

source: Not a valid approver email ID.
hi: मान्य मंज़ूरी देने वाला ईमेल आईडी नहीं है.

source: Request for reimbursement of the certification's monetary cost.
hi: प्रमाणन की मौद्रिक लागत की प्रतिपूर्ति के लिए अनुरोध।

source: You have made a request for reimbursement!
hi: आपने प्रतिपूर्ति के लिए अनुरोध किया है!

source: Your budget approval request has been approved!
hi: आपका बजट स्वीकृति अनुरोध स्वीकृत हो गया है!

source: The Approval is required only for reimbursement.
hi: स्वीकृति केवल प्रतिपूर्ति के लिए आवश्यक है।

source: rejected your previous request.
hi: आपके पिछले अनुरोध को अस्वीकार कर दिया।

source: Reason:
hi: कारण:

source: Apply
hi: आवेदन करना

source: Approver
hi: स्वीकृति प्रदान करने वाले

source: Apply
hi: आवेदन करना

source: This certification has not been enabled for registration.
hi: यह प्रमाणीकरण पंजीकरण के लिए सक्षम नहीं किया गया है।

source: This certification is not applicable to your job level.
hi: यह प्रमाणन आपके कार्य स्तर पर लागू नहीं होता है।

source: This certification is not applicable to your PU.
hi: यह प्रमाणन आपके PU पर लागू नहीं होता है।

source: This certification has not been enabled for you.
hi: यह प्रमाणन आपके लिए सक्षम नहीं किया गया है।

source: This certification is not applicable to your role code.
hi: यह प्रमाणन आपके रोल कोड पर लागू नहीं होता है।

source: You are not eligible for this certification.
hi: आप इस प्रमाणीकरण के योग्य नहीं हैं।

source: Take Online
hi: ऑनलाइन लें

source: This certification exam is virtually-assessed and you can take it anywhere and anytime.
hi: इस प्रमाणन परीक्षा का वस्तुतः मूल्यांकन किया जाता है और आप इसे कहीं भी ले जा सकते हैं और कभी भी।

source: A laptop/computer with audio and video enabled.
hi: ऑडियो और वीडियो सक्षम लैपटॉप/कंप्यूटर।

source: Take Exam
hi: परीक्षा लें

source: Result Upload
hi: परिणाम अपलोड

source: Upload certification proof for verification.
hi: सत्यापन के लिए प्रमाणन प्रमाण अपलोड करें।

source: Score
hi: अंक

source: Percentage
hi: प्रतिशत

source: Grade
hi: श्रेणी

source: Result type
hi: परिणाम प्रकार

source: Date of Exam
hi: परीक्षा की तिथि

source: Verifier's Email ID
hi: सत्यापनकर्ता की ईमेल आईडी

source: This is a valid verifier email.
hi: यह एक मान्य सत्यापनकर्ता ईमेल है।

source: Not a valid verifier email.
hi: मान्य सत्यापनकर्ता ईमेल नहीं है।

source: Verifier
hi: सत्यापनकर्ता

source: Supported file types:
hi: समर्थित फ़ाइल प्रकार:

source: Maximum file size: 3MB
hi: अधिकतम फ़ाइल आकार: 3MB

source: File name
hi: फ़ाइल का नाम

source: Upload Proof
hi: सबूत अपलोड करें

source: Uploading...
hi: अपलोड हो रहा है...

source: Delete Proof
hi: सबूत मिटाएं

source: Deleting...
hi: मिटाया जा रहा है...

source: Submit Proof
hi: सबूत जमा करें

source: Submitting...
hi: सबमिट किया जा रहा है...

source: Upload Result
hi: परिणाम अपलोड करें

source: Upload a certificate or result as proof of completion.
hi: पूर्णता के प्रमाण के रूप में प्रमाण पत्र या परिणाम अपलोड करें।

source: You have uploaded the result! Now submit it to the verifier.
hi: आपने परिणाम अपलोड कर दिया है! अब इसे सत्यापनकर्ता के पास जमा करें।

source: You have submitted the result to the verifier!
hi: आपने सत्यापनकर्ता को परिणाम जमा कर दिया है!

source: Your result has been verified!
hi: आपका परिणाम सत्यापित हो गया है!

source: An electronic proof of the certification.
hi: प्रमाणीकरण का एक इलेक्ट्रॉनिक प्रमाण।

source: Exam Date
hi: परीक्षा तिथि

source: Status
hi: दर्जा

source: Upload
hi: डालना

source: Withdraw
hi: वापस लेना

source: Withdrawing...
hi: वापस लिया जा रहा है...

source: Submit Result
hi: परिणाम सबमिट करें

source: Channels
hi: चैनल

source: Confirm Selection
hi: चयन की पुष्टि करें

source: Confirm
hi: पुष्टि करें

source: Content Assignment
hi: सामग्री असाइनमेंट

source: <div> <div> Select </div> <div> Content </div> </div> <div> Select Content </div>
hi: <div> <div> चुनना </div> <div> विषय </div> </div> <div> सामग्री का चयन करें </div>

source: Select contents to assign to users:
hi: असाइन करने के लिए सामग्री का चयन करें उपयोगकर्ता:

source: Next
hi: अगला

source: <div> <div> Select </div> <div> Users </div> </div> <div> Select Users </div>
hi: <div> <div> चुनना </div> <div> उपयोगकर्ताओं </div> </div> <div> उपयोगकर्ताओं का चयन करें </div>

source: Select users to assign contents to:
hi: सामग्री असाइन करने के लिए उपयोगकर्ताओं का चयन करें:

source: Desc
hi: वर्णन

source: Name
hi: नाम

source: Dealer Code
hi: डीलर कोड

source: Dealer Name
hi: विक्रेता का नाम

source: Showing
hi: दिखा

source: users
hi: उपयोगकर्ताओं

source: user
hi: उपयोगकर्ता

source: No users fetched!
hi: कोई उपयोगकर्ता नहीं लाया गया!

source: Back
hi: पीछे

source: Assign
hi: सौंपना

source: Select atleast one content to continue
hi: जारी रखने के लिए कम से कम एक सामग्री चुनें

source: Select atleast one user to continue
hi: जारी रखने के लिए कम से कम एक उपयोगकर्ता का चयन करें

source: Select atleast one filter to continue
hi: जारी रखने के लिए कम से कम एक फ़िल्टर चुनें

source: Unable to get user admin level
hi: उपयोगकर्ता व्यवस्थापक स्तर प्राप्त करने में असमर्थ

source: Unable to process the content assignment
hi: सामग्री असाइनमेंट संसाधित करने में असमर्थ

source: Content assignment successful
hi: सामग्री असाइनमेंट सफल

source: Select User Type
hi: उपयोगकर्ता प्रकार चुनें

source: Continue as admin
hi: व्यवस्थापक के रूप में जारी रखें

source: Continue as manager
hi: जारी रखें प्रबंधक

source: My Assignments
hi: मेरे असाइनमेंट

source: Refresh
hi: ताज़ा करना

source: New assignment
hi: नया असाइनमेंट

source: ID
hi: पहचान

source: Assigned On
hi: असाइन किया गया

source: User Count
hi: उपयोगकर्ता गणना

source: Status
hi: दर्जा

source: Error fetching assignment details
hi: असाइनमेंट विवरण लाने में त्रुटि

source: User
hi: उपयोगकर्ता

source: Author
hi: लेखक

source: Platform
hi: प्लैटफ़ॉर्म

source: Content Requests
hi: सामग्री अनुरोध

source: Service Requests
hi: सेवा अनुरोध

source: Filter by:
hi: के द्वारा छनित:

source: Content Feedback
hi: सामग्री प्रतिक्रिया

source: Platform Feedback
hi: मंच प्रतिक्रिया

source: Content Requests
hi: सामग्री अनुरोध

source: Other Requests
hi: अन्य अनुरोध

source: Feedback type
hi: प्रतिक्रिया प्रकार

source: Content type
hi: सामग्री प्रकार

source: Show only unread items
hi: केवल अपठित आइटम दिखाएं

source: Show only unanswered items
hi: केवल अनुत्तरित आइटम दिखाएं

source: Feedback that you have given.
hi: फीडबैक जो आपने दिया है।

source: Feedback that you have received for your content.
hi: फ़ीडबैक जो आपको अपनी सामग्री के लिए प्राप्त हुआ है।

source: Feedback on the platform.
hi: मंच पर प्रतिक्रिया।

source: View and reply to content requests.
hi: सामग्री अनुरोधों को देखें और उनका उत्तर दें।

source: View and reply to service requests.
hi: सेवा अनुरोधों को देखें और उनका उत्तर दें।

source: Filter
hi: फ़िल्टर

source: No results found.
hi: कोई परिणाम नहीं मिला।

source: There was an error while searching for feedback.
hi: फ़ीडबैक खोजते समय एक त्रुटि हुई थी.

source: Type your text here
hi: यहां अपना पाठ लिखें

source: Limit to 2000 characters.
hi: 2000 वर्णों तक सीमित करें।

source: You have exceeded 2000 characters.
hi: आपने 2000 वर्णों को पार कर लिया है।

source: There was an error while fetching this feedback thread.
hi: यह फ़ीडबैक थ्रेड लाते समय एक गड़बड़ी हुई थी.

source: Platform Feedback
hi: मंच प्रतिक्रिया

source: Content Request
hi: सामग्री अनुरोध

source: Service Request
hi: सेवा अनुरोध

source: We appreciate your feedback
hi: हम आपके फ़ीडबैक की सराहना करते हैं

source: My Feedback
hi: मेरी प्रतिक्रिया

source: Request Content
hi: अनुरोध सामग्री

source: Other Requests
hi: अन्य अनुरोध

source: What new content would you like to see?
hi: आप कौन सी नई सामग्री देखना चाहेंगे?

source: Type your request here
hi: अपना अनुरोध यहां टाइप करें

source: What services would you like from our platform?
hi: आप हमारे मंच से कौन सी सेवाएं चाहेंगे?

source: Rate Platform
hi: दर मंच

source: Rate Content
hi: सामग्री को रेट करें

source: Report an issue
hi: मामले की रिपोर्ट करें

source: Got Stuck?
hi: फंस गया?

source: Give us details and we'll make it work
hi: हमें विवरण दें और हम इसे काम करेंगे

source: Give us a detailed report (min. 10 characters)
hi: हमें एक विस्तृत रिपोर्ट दें (न्यूनतम 10 वर्ण)

source: Submit Feedback
hi: प्रतिपुष्टि दें

source: Rating is required
hi: रेटिंग की आवश्यकता है

source: I liked
hi: मुझे पसंद आया

source: Tell us what you liked (optional)
hi: हमें बताएं कि आपको क्या पसंद आया (वैकल्पिक)

source: Like the content? Share your comments (optional)
hi: सामग्री की तरह? अपनी टिप्पणियां साझा करें (वैकल्पिक)

source: I wish
hi: मैं चाहता हूं

source: What more would you like to see? (optional)
hi: आप और क्या देखना चाहेंगे? (वैकल्पिक)

source: How can we enhance your learning? (optional)
hi: हम आपके सीखने को कैसे बढ़ा सकते हैं? (वैकल्पिक)

source: Submit Feedback
hi: प्रतिपुष्टि दें

source: Are you sure you want to delete
hi: क्या आप आश्वस्त है कि आपको डिलीट करना है

source: No
hi: नहीं

source: Deleting Goal
hi: लक्ष्य हटाना

source: Error deleting goal
hi: लक्ष्य हटाने में त्रुटि

source: Goal Deleted
hi: लक्ष्य हटाया गया

source: will be added to your goals
hi: आपके लक्ष्यों में जोड़ा जाएगा

source: By accepting this, you are granting permission to
hi: इसे स्वीकार करके, आप इसे अनुमति दे रहे हैं

source: to track your progress for this goal.
hi: इस लक्ष्य के लिए अपनी प्रगति को ट्रैक करने के लिए।

source: You have already added this goal earlier. Your earlier goal will be deleted to prevent duplicates.
hi: आप इस लक्ष्य को पहले ही जोड़ चुके हैं। आपका पहले का लक्ष्य होगा डुप्लिकेट को रोकने के लिए हटा दिया गया।

source: You will not be able to edit or delete this goal.
hi: आप इस लक्ष्य को संपादित या हटा नहीं पाएंगे.

source: Target completion date :
hi: लक्ष्य हासिल करने की तारीख :

source: day(s) from now.
hi: अब से (दिनों)।

source: Do you want to continue?
hi: क्या आप जारी रखना चाहते हैं?

source: Accepting goal
hi: लक्ष्य स्वीकार करना

source: Error accepting goal
hi: लक्ष्य स्वीकार करने में त्रुटि

source: Goal Accepted
hi: लक्ष्य स्वीकृत

source: Why do you want to reject this goal
hi: आप इस लक्ष्य को अस्वीकार क्यों करना चाहते हैं

source: For eg: I find this goal to be unattainable
hi: उदाहरण के लिए: मुझे यह लक्ष्य अप्राप्य लगता है

source: Submit
hi: प्रस्तुत करना

source: Rejecting goal
hi: लक्ष्य को अस्वीकार करना

source: Error rejecting goal
hi: लक्ष्य को अस्वीकार करने में त्रुटि

source: Goal Rejected
hi: लक्ष्य अस्वीकृत

source: Share this goal with
hi: इस लक्ष्य को इसके साथ साझा करें

source: Give them a message
hi: उन्हें एक संदेश दें

source: For eg: I hope this will help you expand your skillset
hi: उदाहरण के लिए: मुझे आशा है कि इससे आपको अपने कौशल का विस्तार करने में मदद मिलेगी

source: Goal not shared with the following users:
hi: लक्ष्य निम्नलिखित उपयोगकर्ताओं के साथ साझा नहीं किया गया:

source: Unauthorized users :
hi: अनधिकृत उपयोगकर्ता:

source: Already shrared users :
hi: पहले से ही छंटे हुए उपयोगकर्ता:

source: Invalid users :
hi: अमान्य उपयोगकर्ता:

source: Sharing
hi: शेयरिंग

source: Error sharing goal
hi: लक्ष्य साझा करने में त्रुटि

source: Goal shared successfully
hi: लक्ष्य सफलतापूर्वक साझा किया गया

source: Goal shared with some of the users.
hi: लक्ष्य कुछ उपयोगकर्ताओं के साथ साझा किया गया।

source: Your goal has not been shared with anyone
hi: आपका लक्ष्य किसी के साथ साझा नहीं किया गया है

source: Deleting
hi: हटाया जा रहा है

source: Error deleting goal for user
hi: उपयोगकर्ता के लिए लक्ष्य हटाने में त्रुटि

source: This goal is not editable
hi: यह लक्ष्य संपादन योग्य नहीं है

source: You have not started yet!
hi: आपने अभी तक शुरू नहीं किया है!

source: less than 1%
hi: 1 से कम%

source: achieved
hi: हासिल

source: This goal includes
hi: इस लक्ष्य में शामिल हैं

source: Set Duration
hi: अवधि निर्धारित करें

source: day(s)
hi: दिन

source: Update
hi: अद्यतन

source: Deadline on
hi: समय सीमा

source: shared with
hi: इसके साथ साझा किया गया

source: and
hi: तथा

source: other(s)
hi: अन्य)

source: You have not shared this goal yet!
hi: आपने अभी तक इस लक्ष्य को साझा नहीं किया है!

source: Error updating goal duration
hi: लक्ष्य अवधि अपडेट करने में त्रुटि

source: Goal duration updated
hi: लक्ष्य अवधि अपडेट की गई

source: Unable to edit the goal
hi: लक्ष्य संपादित करने में असमर्थ

source: Unable to share the goal because you don't have access to some of it's contents
hi: लक्ष्य साझा करने में असमर्थ क्योंकि आपके पास इसकी कुछ सामग्री तक पहुंच नहीं है

source: Create Goal
hi: लक्ष्य बनाएं

source: COMMON GOALS
hi: आम लक्ष्य

source: Track Goal
hi: ट्रैक लक्ष्य

source: Target time for completion
hi: पूरा करने का लक्ष्य समय

source: Accepted
hi: को स्वीकृत

source: Goals
hi: लक्ष्य

source: Accept or Reject goals shared with you!
hi: आपके साथ साझा किए गए लक्ष्यों को स्वीकार या अस्वीकार करें!

source: My goals
hi: मेरे उद्देश्य

source: For others
hi: दूसरों के लिए

source: Accept or Reject goals shared with you!
hi: आपके साथ साझा किए गए लक्ष्यों को स्वीकार या अस्वीकार करें!

source: shared by
hi: द्वारा साझा

source: Accept
hi: स्वीकार करना

source: Reject
hi: अस्वीकार

source: No Action Required
hi: कोई कार्रवाई आवश्यक नहीं

source: ALL
hi: सब

source: Click on
hi: पर क्लिक करें

source: to get started
hi: आरंभ करना

source: You have not completed any goals yet
hi: आपने अभी तक कोई लक्ष्य पूरा नहीं किया है

source: Error Fetching Data
hi: डेटा प्राप्त करने में त्रुटि

source: You have not added any Goals for Others
hi: आपने दूसरों के लिए कोई लक्ष्य नहीं जोड़ा है

source: No Common goals present.
hi: कोई सामान्य लक्ष्य मौजूद नहीं है।

source: Edit Goal
hi: लक्ष्य संपादित करें

source: Name your Goal
hi: अपने लक्ष्य को नाम दें

source: For eg: My Awesome goal (10-100 charchters)
hi: उदाहरण के लिए: मेरा विस्मयकारी लक्ष्य (10-100 चार्टर)

source: Name should be of 10-100 characters
hi: नाम 10-100 अक्षरों का होना चाहिए

source: Describe your Goal
hi: अपने लक्ष्य का वर्णन करें

source: For eg: This goal would help me to...
hi: उदाहरण के लिए: इस लक्ष्य से मुझे मदद मिलेगी...

source: Set the Duration
hi: अवधि निर्धारित करें

source: Requires
hi: आवश्यक है

source: Should be less than 365 days.
hi: 365 दिनों से कम का होना चाहिए।

source: This Goal is for
hi: यह लक्ष्य के लिए है

source: Yourself
hi: खुद

source: Others
hi: अन्य

source: <ng-container>Create</ng-container> <ng-container>Update</ng-container>
hi: <ng-container>सृजन करना</ng-container> <ng-container>अद्यतन</ng-container>

source: Select atleast one content to create goal
hi: लक्ष्य बनाने के लिए कम से कम एक सामग्री का चयन करें

source: Error creating goal
hi: लक्ष्य बनाने में त्रुटि

source: Goal created successfully
hi: लक्ष्य सफलतापूर्वक बनाया गया

source: Error updating goal
hi: लक्ष्य अपडेट करने में त्रुटि

source: Goal updated successfully
hi: लक्ष्य सफलतापूर्वक अपडेट किया गया

source: Time required
hi: समय की आवश्यकता

source: Yourself
hi: खुद

source: Others
hi: अन्य

source: Create
hi: सृजन करना

source: You have already created this goal.
hi: आपने यह लक्ष्य पहले ही बना लिया है.

source: No one has accepted this goal yet
hi: अभी तक किसी ने भी इस लक्ष्य को स्वीकार नहीं किया है

source: No one has rejected this goal
hi: किसी ने भी इस लक्ष्य को अस्वीकार नहीं किया है

source: Share Again
hi: फिर से बांटे

source: Rejected on
hi: पर अस्वीकृत

source: Rejection Reason :
hi: अस्वीकृति कारण:

source: Accepted on
hi: पर स्वीकृत

source: No Pending items
hi: कोई लंबित आइटम नहीं

source: Remind
hi: याद दिलाना

source: Error sending mail
hi: मेल भेजने में त्रुटि

source: Sending Reminder mail...
hi: रिमाइंडर मेल भेजा जा रहा है...

source: You cannot share this goal with anyone as you do not have access to all the contents.
hi: आप इस लक्ष्य को किसी के साथ साझा नहीं कर सकते क्योंकि आपके पास सभी तक पहुंच नहीं है सामग्री।

source: You cannot add this goal as you do not have access to all the contents.
hi: आप इस लक्ष्य को नहीं जोड़ सकते क्योंकि आपके पास सभी सामग्री तक पहुंच नहीं है।

source: Mail us
hi: हमें मेल करें

source: You can also mail us at
hi: आप हमें यहां मेल भी कर सकते हैं

source: Classroom Training
hi: कक्षा प्रशिक्षण

source: Virtual Training
hi: आभासी प्रशिक्षण

source: Blended Training
hi: मिश्रित प्रशिक्षण

source: Training
hi: प्रशिक्षण

source: Training Schedule
hi: प्रशिक्षण कार्यक्रम

source: Trainings Planned by Your Team
hi: आपकी टीम द्वारा नियोजित प्रशिक्षण

source: Request for Training
hi: प्रशिक्षण के लिए अनुरोध

source: Location:
hi: स्थान:

source: Educator:
hi: शिक्षक:

source: Content Feedback
hi: सामग्री प्रतिक्रिया

source: Instructor Feedback
hi: प्रशिक्षक प्रतिक्रिया

source: CLASSROOM TRAINING
hi: कक्षा प्रशिक्षण

source: VIRTUAL TRAINING
hi: आभासी प्रशिक्षण

source: BLENDED TRAINING
hi: मिश्रित प्रशिक्षण

source: <ng-container>Provide feedback for content.</ng-container> <ng-container>Provide feedback for instructors.</ng-container>
hi: <ng-container>सामग्री के लिए प्रतिक्रिया प्रदान करें।</ng-container> <ng-container>प्रशिक्षकों के लिए प्रतिक्रिया प्रदान करें।</ng-container>

source: Give Feedback
hi: प्रतिक्रिया दें

source: Very Good
hi: बहुत अच्छा

source: Good
hi: अच्छा

source: Okay
hi: ठीक

source: Bad
hi: बुरा

source: Very Bad
hi: बहुत बुरा

source: Please provide a reason
hi: कृपया कोई कारण बताएं

source: Please tell us your thoughts
hi: कृपया हमें अपने विचार बताएं

source: There was an error fetching the feedback form.
hi: फ़ीडबैक फ़ॉर्म लाने में एक गड़बड़ी हुई.

source: Provide feedback for trainings that you have attended.
hi: आपने जिन प्रशिक्षणों में भाग लिया है, उनके लिए प्रतिक्रिया प्रदान करें।

source: You have not attended any trainings yet.
hi: आपने अभी तक किसी प्रशिक्षण में भाग नहीं लिया है।

source: There was an error fetching trainings for feedback.
hi: फ़ीडबैक के लिए प्रशिक्षण प्राप्त करने में त्रुटि हुई थी.

source: Request ID:
hi: अनुरोध आईडी:

source: Track Anchor
hi: ट्रैक एंकर

source: Track Lead
hi: ट्रैक लीड

source: Start Date:
hi: आरंभ करने की तिथि:

source: Participants:
hi: प्रतिभागी:

source: Track:
hi: संकरा रास्ता:

source: Status:
hi: दर्जा:

source: Make a new training request for your team.
hi: अपनी टीम के लिए एक नया प्रशिक्षण अनुरोध करें।

source: Your Requests
hi: आपके अनुरोध

source: Search for courses, or enter your own course name
hi: पाठ्यक्रम खोजें, या अपना स्वयं का पाठ्यक्रम नाम दर्ज करें

source: Description of the Training
hi: प्रशिक्षण का विवरण

source: Preferred Starting Date
hi: पसंदीदा आरंभ तिथि

source: Number of Participants
hi: प्रतिभागियों की संख्या

source: Minimum 5 participants.
hi: कम से कम 5 प्रतिभागी।

source: Track
hi: संकरा रास्ता

source: Participant Profile
hi: प्रतिभागी प्रोफाइल

source: Beginner
hi: शुरुआती

source: Intermediate
hi: मध्यवर्ती

source: Expert
hi: विशेषज्ञ

source: Level of Training
hi: प्रशिक्षण का स्तर

source: Additional Information
hi: अतिरिक्त जानकारी

source: <div>Conduct training by vendor</div> <div>(My unit will sponsor the budget)</div>
hi: <div>विक्रेता द्वारा प्रशिक्षण आयोजित करें</div> <div>(मेरी इकाई बजट प्रायोजित करेगी)</div>

source: Submit
hi: प्रस्तुत करना

source: See the training requests you have made for your team, or raise new ones.
hi: अपनी टीम के लिए आपके द्वारा किए गए प्रशिक्षण अनुरोध देखें, या नए अनुरोध करें।

source: New Training
hi: नया प्रशिक्षण

source: You have not raised any requests for training your team.
hi: आपने अपनी टीम को प्रशिक्षण देने के लिए कोई अनुरोध नहीं किया है।

source: Could not fetch training requests for your team.
hi: आपकी टीम के लिए प्रशिक्षण अनुरोध प्राप्त नहीं किए जा सके.

source: These are the trainings planned by your team members. You can reject them within 3 days of registration.
hi: ये आपकी टीम के सदस्यों द्वारा नियोजित प्रशिक्षण हैं। आप उन्हें 3 दिनों के भीतर अस्वीकार कर सकते हैं पंजीकरण।

source: There are no trainings planned by your team members.
hi: आपकी टीम के सदस्यों द्वारा कोई प्रशिक्षण की योजना नहीं है।

source: There was an error fetching trainings.
hi: प्रशिक्षण प्राप्त करने में एक त्रुटि हुई।

source: Reject This Request?
hi: इस अनुरोध को अस्वीकार करें?

source: Provide a reason (0-1000 characters)
hi: कारण बताएं (0-1000 वर्ण)

source: Reject
hi: अस्वीकार

source: Registered on
hi: पर पंजीकृत

source: Start Date
hi: आरंभ करने की तिथि

source: No Data Available
hi: कोई डेटा मौजूद नहीं

source: Reset
hi: रीसेट

source: Course Title
hi: पाठ्यक्रम शीर्षक

source: Start Date
hi: आरंभ करने की तिथि
