Repository: Haritest/eagle-fusion
Catalog: locale/messages.*.xlf
Languages: hi

source: to get to know you better. The platform will use this information to improve your learning recommendations. The more often you use
hi: आपको बेहतर तरीके से जानने के लिए। प्लेटफ़ॉर्म इस जानकारी का उपयोग सुधार करने के लिए करेगा आपकी सीखने की सिफारिशें। जितनी बार आप उपयोग करते हैं

source: , the better the recommendations will be. Take the first step to your personalized learning experience!
hi: , बेहतर सिफारिशें होंगी। अपने लिए पहला कदम उठाएं व्यक्तिगत सीखने का अनुभव!

source: Search Topics
hi: विषय खोजें

source: search topics
hi: विषय खोजें

source: My Interests
hi: मेरी रुचियां

source: Unable to fetch interests
hi: रुचियां लाने में असमर्थ

source: No interests
hi: कोई दिलचस्पी नहीं

source: Our Suggestions
hi: हमारे सुझाव

source: View
hi: राय

source: more
hi: अधिक

source: see more interests
hi: अधिक रुचियां देखें

source: About us
hi: हमारे बारे में

source: Interests
hi: रूचियाँ

source: Prev
hi: पिछला

source: Skip
hi: छोड़ें

source: Done
hi: पूर्ण

source: Click Yes to take you to the link you tried to access
hi: आपको उस लिंक पर ले जाने के लिए हाँ क्लिक करें जिसे आपने एक्सेस करने का प्रयास किया था

source: Yes
hi: हाँ

source: Step
hi: कदम

source: Hi
hi: नमस्ते

source: good to see you!
hi: आपको देख कर खुशी हुई!

source: What language do you prefer?
hi: आप कौन सी भाषा पसंद करते हैं?

source: <span>I agree to the terms & conditions</span>
hi: <span>मैं नियमों और शर्तों से सहमत हुॅं</span>

source: Next
hi: अगला

source: Terms and Conditions have been updated.
hi: नियम और शर्तें अपडेट कर दी गई हैं।

source: Data privacy has been upgraded.
hi: डेटा गोपनीयता को अपग्रेड किया गया है।

source: Congratulations
hi: बधाई हो

source: Finish
hi: खत्म करना

source: Notification Settings
hi: अधिसूचना सेटिंग्स

source: Notifications you receive on modes other than the application.
hi: आवेदन के अलावा अन्य मोड पर आपको प्राप्त होने वाली सूचनाएं।

source: Unable to fetch notification settings. Please try after sometime.
hi: सूचना सेटिंग लाने में असमर्थ. कृपया कुछ देर बाद प्रयास करें।

source: On
hi: पर

source: Off
hi: बंद

source: Settings Updated
hi: सेटिंग को अद्यतन किया गया है

source: Error in updating
hi: अपडेट करने में त्रुटि

source: At-desk request sent!
hi: डेस्क पर अनुरोध भेजा गया!

source: The certification date must be 2 days or greater than the current date.
hi: प्रमाणन तिथि 2 दिन या वर्तमान तिथि से अधिक होनी चाहिए।

source: The certification date must be 2 days or greater than the current date excluding holidays.
hi: प्रमाणन तिथि छुट्टियों को छोड़कर 2 दिन या वर्तमान तिथि से अधिक होनी चाहिए।

source: Cannot modify slot. The last date for modification/cancellation has expired.
hi: स्लॉट को संशोधित नहीं कर सकता। संशोधन/रद्द करने की अंतिम तिथि समाप्त हो गई है।

source: You can only attempt this certification 15 days after your previous attempt.
hi: आप अपने पिछले प्रयास के 15 दिन बाद ही इस प्रमाणीकरण का प्रयास कर सकते हैं।

source: You have already booked another certification for the same time slot.
hi: आपने उसी समय स्लॉट के लिए पहले ही एक और प्रमाणन बुक कर लिया है।

source: You have already booked a slot for this certification.
hi: आपने इस प्रमाणन के लिए पहले ही एक स्लॉट बुक कर लिया है।

source: Please provide a valid proctor email ID.
hi: कृपया एक वैध प्रॉक्टर ईमेल आईडी प्रदान करें।

source: At-desk booking failed. You cannot proctor yourself.
hi: डेस्क पर बुकिंग विफल। आप खुद को प्रॉक्टर नहीं कर सकते।

source: Please enter valid details.
hi: कृपया मान्य विवरण दर्ज करें।

source: Budget approval request sent!
hi: बजट स्वीकृति अनुरोध भेजा गया!

source: You have already made a budget approval request for this certification.
hi: आप पहले ही इस प्रमाणन के लिए बजट स्वीकृति अनुरोध कर चुके हैं।

source: The approver can only be a JL6 line manager or any JL7+ employee.
hi: अनुमोदक केवल JL6 लाइन मैनेजर या कोई JL7+ कर्मचारी हो सकता है।

source: You have already qualified an equivalent certification.
hi: आप पहले ही समकक्ष प्रमाणन प्राप्त कर चुके हैं।

source: Budget approval is auto-approved for JL7+ employees.
hi: JL7+ कर्मचारियों के लिए बजट अनुमोदन स्वतः स्वीकृत है।

source: This certification is unapplicable to your role or unit.
hi: यह प्रमाणन आपकी भूमिका या इकाई पर लागू नहीं होता है।

source: You cannot approve your own budget requests.
hi: आप अपने स्वयं के बजट अनुरोधों को स्वीकार नहीं कर सकते।

source: Result upload successful!
hi: परिणाम अपलोड सफल!

source: You have already submitted proof for this certification.
hi: आप इस प्रमाणन के लिए पहले ही प्रमाण जमा कर चुके हैं।

source: A file with the same name has already been uploaded.
hi: इसी नाम की एक फ़ाइल पहले ही अपलोड की जा चुकी है।

source: The exam date cannot be older than 3 years from now.
hi: परीक्षा तिथि अब से 3 वर्ष से अधिक पुरानी नहीं हो सकती है।

source: You should have given the exam sometime in the past.
hi: आपको कुछ समय पहले परीक्षा देनी चाहिए थी।

source: The verifier can be a JL6 line manager or any JL7+ employee.
hi: सत्यापनकर्ता JL6 लाइन मैनेजर या कोई JL7+ कर्मचारी हो सकता है।

source: You cannot verify your own result.
hi: आप अपना खुद का परिणाम सत्यापित नहीं कर सकते।

source: There was an error while uploading.
hi: अपलोड करते समय एक त्रुटि हुई थी।

source: Result withdrawn successfully.
hi: परिणाम सफलतापूर्वक वापस ले लिया गया।

source: Result deleted successfully.
hi: परिणाम सफलतापूर्वक हटाया गया।

source: Result submitted successfully.
hi: परिणाम सफलतापूर्वक सबमिट किया गया।

source: You have made a slot booking!
hi: आपने स्लॉट बुकिंग कर ली है!

source: You have already qualified this certification.
hi: आप पहले ही इस प्रमाणन को अर्हता प्राप्त कर चुके हैं।

source: Cannot book slot. All seats are full.
hi: स्लॉट बुक नहीं कर सकते। सभी सीटें फुल हैं।

source: You have already booked another slot at this time.
hi: आपने इस समय पहले से ही एक और स्लॉट बुक कर लिया है।

source: You cannot make any more attempts at this certification.
hi: आप इस प्रमाणन के लिए और प्रयास नहीं कर सकते।

source: You can only make another attempt 15 days after your last attempt.
hi: आप अपने अंतिम प्रयास के 15 दिन बाद ही दूसरा प्रयास कर सकते हैं।

source: Slot booking failed. Select a slot which is as long as the duration of the exam.
hi: स्लॉट बुकिंग विफल। एक स्लॉट का चयन करें जो परीक्षा की अवधि के बराबर हो।

source: The details of your modified slot are similar to those of your previous booking.
hi: आपके संशोधित स्लॉट का विवरण आपकी पिछली बुकिंग के समान है।

source: This certification is not applicable to you.
hi: यह प्रमाणीकरण आप पर लागू नहीं होता है।

source: Slot booking failed. There are no assessment keys available right now.
hi: स्लॉट बुकिंग विफल। अभी कोई आकलन कुंजियां उपलब्ध नहीं हैं.

source: You have cancelled this certification slot.
hi: आपने इस प्रमाणन स्लॉट को रद्द कर दिया है।

source: The slot has been frozen and cannot be cancelled now.
hi: स्लॉट को फ्रीज कर दिया गया है और अब इसे रद्द नहीं किया जा सकता है।

source: Cannot cancel slot. The slot details are invalid.
hi: स्लॉट रद्द नहीं कर सकता। स्लॉट विवरण अमान्य हैं।

source: Cannot cancel slot. The user ID is invalid.
hi: स्लॉट रद्द नहीं कर सकता। उपयोगकर्ता आईडी अमान्य है।

source: Budget approval request cancelled!
hi: बजट स्वीकृति अनुरोध रद्द किया गया!

source: Budget approval cancellation failed. The last date for withdrawal has expired.
hi: बजट अनुमोदन रद्द करना विफल रहा। निकासी की अंतिम तिथि समाप्त हो गई है।

source: You have accepted a proctoring request!
hi: आपने एक प्रॉक्टरिंग अनुरोध स्वीकार कर लिया है!

source: You have declined a proctoring request!
hi: आपने प्रॉक्टरिंग अनुरोध को अस्वीकार कर दिया है!

source: You have accepted a budget request!
hi: आपने बजट अनुरोध स्वीकार कर लिया है!

source: You have declined a budget request!
hi: आपने एक बजट अनुरोध अस्वीकार कर दिया है!

source: You have verified a result!
hi: आपने एक परिणाम सत्यापित कर लिया है!

source: You have declined to verify a result!
hi: आपने किसी परिणाम को सत्यापित करने से मना कर दिया है!

source: Some error occured.
hi: कुछ त्रुटि हुई।

source: We are gathering the data to provide insights! Coming soon ...
hi: हम अंतर्दृष्टि प्रदान करने के लिए डेटा एकत्र कर रहे हैं! जल्द आ रहा है ...

source: Unique Users
hi: अद्वितीय उपयोगकर्ता

source: Users By Onsite Offshore
hi: ऑनसाइट ऑफशोर द्वारा उपयोगकर्ता

source: Users By Unit
hi: यूनिट द्वारा उपयोगकर्ता

source: Users By PU
hi: पीयू द्वारा उपयोगकर्ता

source: Users By JL
hi: JL . द्वारा उपयोगकर्ता

source: Users By Location
hi: स्थान के अनुसार उपयोगकर्ता

source: Users By Account
hi: खाते के अनुसार उपयोगकर्ता

source: back
hi: पीछे

source: Daily Unique Users
hi: दैनिक अद्वितीय उपयोगकर्ता

source: How many unique users visited the contents of this page on each day?
hi: प्रत्येक दिन कितने अद्वितीय उपयोगकर्ता इस पृष्ठ की सामग्री पर गए?

source: Daily Views
hi: दैनिक दृश्य

source: How many views were recorded for the contents of this page on each day? A view is recorded every time a user accesses a content
hi: प्रत्येक दिन इस पृष्ठ की सामग्री के लिए कितने दृश्य दर्ज किए गए? ए हर बार जब कोई उपयोगकर्ता किसी सामग्री तक पहुंचता है तो दृश्य रिकॉर्ड किया जाता है

source: Users by Job Profiles
hi: द्वारा उपयोगकर्ता जॉब प्रोफ़ाइल

source: This chart displays # of unique users by job profiles
hi: यह चार्ट जॉब प्रोफाइल द्वारा # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Views by Job Profiles
hi: द्वारा देखा गया जॉब प्रोफ़ाइल

source: This chart displays # of views by job profiles
hi: यह चार्ट जॉब प्रोफाइल के अनुसार # दृश्यों को प्रदर्शित करता है

source: Users by Countries
hi: द्वारा उपयोगकर्ता देशों

source: This chart displays # of unique users by countries
hi: यह चार्ट देशों द्वारा # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Views by Countries
hi: द्वारा देखा गया देशों

source: This chart displays # of views by countries
hi: यह चार्ट देशों के # दृश्यों को प्रदर्शित करता है

source: Users by Devices
hi: द्वारा उपयोगकर्ता उपकरण

source: This chart displays # of unique users from device type
hi: यह चार्ट डिवाइस प्रकार के # अद्वितीय उपयोगकर्ताओं को प्रदर्शित करता है

source: Views by Devices
hi: द्वारा देखा गया उपकरण

source: This chart displays # of views by device type
hi: यह चार्ट डिवाइस प्रकार के अनुसार # दृश्य प्रदर्शित करता है

source: The preview for this type of content is unavailable. Please click on Start button above to view.
hi: इस प्रकार की सामग्री का पूर्वावलोकन उपलब्ध नहीं है। देखने के लिए कृपया ऊपर स्टार्ट बटन पर क्लिक करें।

source: Authoring Tool
hi: लेखन औजार

source: Device Type
hi: उपकरण का प्रकार

source: Mobile
hi: गतिमान

source: Tablet
hi: गोली

source: Desktop
hi: डेस्कटॉप

source: Tab
hi: टैब

source: Extend or Mark for Deletion
hi: हटाने के लिए बढ़ाएँ या चिह्नित करें

source: Mark for deletion
hi: हटाने के लिए चिह्नित करें

source: Extend
hi: बढ़ाना

source: Set New Expiry date
hi: नई समाप्ति तिथि सेट करें

source: Update expiry date
hi: समाप्ति तिथि अपडेट करें

source: I understand that by clicking "Proceed" will mark the content for deletion. And the action is irreversible.
hi: मैं समझता/समझती हूं कि "आगे बढ़ें" पर क्लिक करने से हटाने के लिए सामग्री। और कार्रवाई अपरिवर्तनीय है।

source: Proceed
hi: आगे बढ़ना

source: My Content
hi: मेरी सामग्री

source: Sent for review
hi: समीक्षा के लिए भेजा गया

source: Published
hi: प्रकाशित

source: Expiring
hi: समाप्त हो रही

source: Action Items
hi: कार्रवाई आइटम

source: Redo
hi: फिर से करें

source: Review
hi: समीक्षा

source: Publish
hi: प्रकाशित करना

source: Select Language:
hi: भाषा चुने:

source: Unable to load the page. Reload or try again after some time.
hi: पृष्ठ लोड करने में असमर्थ. पुनः लोड करें या कुछ समय बाद पुन: प्रयास करें।

source: Course name
hi: कोर्स का नाम

source: Add an Introduction
hi: एक परिचय जोड़ें

source: Course Introduction
hi: कोर्स परिचय

source: Create Content
hi: सामग्री बनाएं

source: Authoring Tool
hi: संलेखन उपकरण

source: Welcome, You can use this tool to create new content or modify existing ones.
hi: स्वागत है, आप इस टूल का उपयोग नई सामग्री बनाने या मौजूदा सामग्री को संशोधित करने के लिए कर सकते हैं।

source: Use “Create” to start creating new content. Once the content is saved, it would be available in Draft.
hi: नई सामग्री बनाना शुरू करने के लिए "बनाएं" का प्रयोग करें। सामग्री सहेजे जाने के बाद, यह ड्राफ़्ट में उपलब्ध होगी।

source: To Edit content in “Sent For Review”, it needs to be recalled before you start editing.
hi: "समीक्षा के लिए भेजा" में सामग्री को संपादित करने के लिए, संपादन शुरू करने से पहले इसे वापस बुलाना होगा।

source: "Published" content can be edited from the Published section. Once you start editing, the content will be available in the Draft section.
hi: "प्रकाशित" सामग्री को प्रकाशित अनुभाग से संपादित किया जा सकता है। एक बार जब आप संपादन शुरू कर देंगे, तो सामग्री होगी ड्राफ्ट सेक्शन में उपलब्ध है।

source: Upload File
hi: दस्तावेज अपलोड करें

source: Upload Image
hi: तस्विर अपलोड करना

source: Add Blank
hi: रिक्त - स्थान जोड़ें

source: Close
hi: बंद करना

source: Show only my contents
hi: केवल मेरी सामग्री दिखाएं

source: Error fetching data
hi: डेटा लाने में त्रुटि

source: No results
hi: कोई परिणाम नहीं

source: Untitled Content
hi: शीर्षक रहित सामग्री

source: Add
hi: जोड़ें

source: Drag and drop files here
hi: फ़ाइलें यहां खींचें और छोड़ें

source: or
hi: या

source: Instructions to upload a file
hi: फ़ाइल अपलोड करने के निर्देश

source: File was already uploaded. You may use Preview to view it.
hi: फ़ाइल पहले ही अपलोड हो चुकी थी. आप इसे देखने के लिए पूर्वावलोकन का उपयोग कर सकते हैं।

source: Files allowed - pdf, mp3, mp4, m4v zip
hi: अनुमति दी गई फ़ाइलें - पीडीएफ़, एमपी3, mp4, m4v ज़िप

source: Max. file size - 200MB
hi: मैक्स। फ़ाइल का आकार - 200MB

source: I have read and I agree with the
hi: मैंने पढ़ा है और मैं इससे सहमत हूं

source: IPR Declaration
hi: मैं जनसंपर्क घोषणा

source: Upload
hi: डालना

source: Guidelines for zip file upload
hi: ज़िप फ़ाइल अपलोड करने के लिए दिशानिर्देश

source: All the folder and file names should not contains any special character including space
hi: सभी फ़ोल्डर और फ़ाइल नामों में कोई विशेष वर्ण नहीं होना चाहिए अंतरिक्ष सहित

source: Accept the declaration
hi: घोषणा स्वीकार करें

source: Should not have any code which will cause security vulnerability like usage eval function
hi: ऐसा कोई कोड नहीं होना चाहिए जो उपयोग जैसी सुरक्षा भेद्यता का कारण बने eval समारोह

source: All the dependencies should be included in the zip. Should not refer to external websites to load any assets like images, css or js
hi: सभी निर्भरताओं को ज़िप में शामिल किया जाना चाहिए। का उल्लेख नहीं करना चाहिए बाहरी छवियों, सीएसएस या जेएस . जैसी किसी भी संपत्ति को लोड करने के लिए वेबसाइटें

source: Should not include any iframe. If required contact the Platform Admin.
hi: कोई आईफ्रेम शामिल नहीं करना चाहिए। यदि आवश्यक हो तो प्लेटफ़ॉर्म व्यवस्थापक से संपर्क करें।

source: After successful upload of zip file ensure everything is working fine by previewing the content. If there is any inconsistency check in the developer mode to know the exact reason
hi: ज़िप फ़ाइल के सफल अपलोड के बाद सुनिश्चित करें कि सब कुछ ठीक काम कर रहा है सामग्री का पूर्वावलोकन। यदि सटीक जानने के लिए डेवलपर मोड में कोई असंगति जांच है कारण

source: Following files or folders have special characters in their names
hi: निम्नलिखित फाइलों या फ़ोल्डरों के नाम में विशेष वर्ण हैं

source: I Understand
hi: मै समझता हुँ

source: Select the entry file
hi: प्रविष्टि फ़ाइल का चयन करें

source: Language
hi: भाषा

source: Add a language
hi: एक भाषा जोड़ें

source: navigate to next quiz
hi: अगली प्रश्नोत्तरी पर जाएँ

source: navigate to previous quiz
hi: पिछली प्रश्नोत्तरी पर नेविगेट करें

source: No quiz found, Kindly add
hi: कोई प्रश्नोत्तरी नहीं मिली, कृपया जोड़ें

source: Reviewer or Publisher cannot add or edit Quiz
hi: समीक्षक या प्रकाशक प्रश्नोत्तरी जोड़ या संपादित नहीं कर सकते हैं

source: Save
hi: बचाना

source: Upload audio
hi: ऑडियो अपलोड करें

source: close dialog
hi: करीबी संवाद

source: Browse
hi: ब्राउज़

source: Open side panel
hi: ओपन साइड पैनल

source: Maximize side panel
hi: साइड पैनल को अधिकतम करें

source: TABLE OF CONTENTS
hi: विषयसूची

source: Minimize side panel
hi: साइड पैनल को छोटा करें

source: Close side panel
hi: साइड पैनल बंद करें

source: Delete content
hi: सामग्री हटाएं

source: Topic Name
hi: विषय का नाम

source: Topic Description
hi: विषय विवरण

source: Course Settings
hi: कोर्स सेटिंग्स

source: Problem Statement
hi: समस्या का विवरण

source: Hint for option-
hi: विकल्प के लिए संकेत-

source: Update
hi: अद्यतन

source: Add Options
hi: विकल्प जोड़ें

source: Add option
hi: विकल्प जोड़ें

source: add option
hi: विकल्प जोड़ें

source: enter text
hi: पाठ दर्ज करें

source: enter match
hi: मैच दर्ज करें

source: Hint
hi: संकेत देना

source: edit hint
hi: संकेत संपादित करें

source: Delete this option
hi: इस विकल्प को हटाएं

source: COL-A
hi: कोला

source: COL-B
hi: कर्नल-बी

source: Check for correct answer
hi: सही उत्तर के लिए जाँच करें

source: Enter answer
hi: उत्तर दर्ज करें

source: delete option
hi: विकल्प हटाएं

source: is correct
hi: सही है

source: enter answer
hi: उत्तर दर्ज करें

source: delete this option
hi: इस विकल्प को हटाएं

source: Questions
hi: प्रशन

source: Minimize the side panel
hi: साइड पैनल को छोटा करें

source: MCQ
hi: एमसीक्यू

source: Fill in the Blanks
hi: रिक्त स्थान भरें

source: Match the Following
hi: निम्नलिखित को मिलाएं

source: Select question type
hi: प्रश्न प्रकार चुनें

source: Add new quiz
hi: नई प्रश्नोत्तरी जोड़ें

source: add new quiz
hi: नई प्रश्नोत्तरी जोड़ें

source: Pages
hi: पृष्ठों

source: add new page
hi: नया पेज जोड़ें

source: Add new page
hi: नया पेज जोड़ें

source: FITB
hi: फिट

source: MTF
hi: एमटीएफ

source: Delete this quiz
hi: इस प्रश्नोत्तरी को हटाएं

source: delete this quiz
hi: इस प्रश्नोत्तरी को हटाएं

source: Delete this Page
hi: इस पृष्ठ को निरस्त करें

source: delete this page
hi: इस पृष्ठ को निरस्त करें

source: Maximize the side panel
hi: साइड पैनल को अधिकतम करें

source: delete this audio
hi: इस ऑडियो को हटाएं

source: Delete audio
hi: ऑडियो हटाएं

source: play this audio
hi: यह ऑडियो चलाएं

source: stop playing the audio
hi: ऑडियो चलाना बंद करो

source: Play
hi: खेलें

source: Stop
hi: विराम

source: Take Certification
hi: प्रमाणन लें

source: Contents
hi: अंतर्वस्तु

source: License
hi: लाइसेंस

source: Discuss
hi: विचार-विमर्श करना

source: Software Requirements
hi: सॉफ़्टवेयर आवश्यकताएं

source: Trainings
hi: प्रशिक्षण

source: trainings available
hi: प्रशिक्षण उपलब्ध

source: training available
hi: प्रशिक्षण उपलब्ध

source: View Trainings
hi: राय प्रशिक्षण

source: Curator/Contact
hi: क्यूरेटर/संपर्क

source: This content is part of
hi: यह सामग्री का हिस्सा है

source: Name
hi: नाम

source: Name label
hi: नाम लेबल

source: Enter Name
hi: नाम दर्ज

source: Name input
hi: नाम इनपुट

source: Name is mandatory
hi: नाम अनिवार्य है

source: Name Error|Explains name is required
hi: नाम त्रुटि|व्याख्या करता है नाम आवश्यक है

source: Name Error|Name fields cannot contain numbers and special characters
hi: नाम त्रुटि|नाम फ़ील्ड में संख्याएं और विशेष वर्ण नहीं हो सकते हैं

source: Description
hi: विवरण

source: description label
hi: विवरण लेबल

source: Enter Description
hi: विवरण दर्ज करें

source: Description input
hi: विवरण इनपुट

source: Description is mandatory
hi: विवरण अनिवार्य है

source: Description Error|Explains description is required
hi: विवरण त्रुटि|व्याख्या करता है विवरण आवश्यक है

source: Enrollment Type
hi: नामांकन प्रकार

source: enrollmentType label
hi: नामांकन प्रकार लेबल

source: Enrollment Type is mandatory
hi: नामांकन प्रकार अनिवार्य है

source: enrollmentType Error|Explains enrollmentType is required
hi: नामांकन प्रकार त्रुटि | नामांकन प्रकार की व्याख्या करता है आवश्यक है

source: Choose startDate(dd-mm-yyyy)
hi: प्रारंभ दिनांक चुनें (दिन-माह-वर्ष)

source: Date picker
hi: खजूर बीनने वाला

source: Start date is mandatory
hi: प्रारंभ तिथि अनिवार्य है

source: Choose endDate(dd-mm-yyyy)
hi: समाप्ति तिथि चुनें (दिन-माह-वर्ष)

source: End date is mandatory
hi: समाप्ति तिथि अनिवार्य है

source: Choose enrollmentEndDate(dd-mm-yyyy)
hi: नामांकन समाप्ति तिथि चुनें (दिन-माह-वर्ष)

source: Discard
hi: खारिज करना

source: Create
hi: सृजन करना

source: Subtitle
hi: उपशीर्षक

source: Duration
hi: अवधि

source: Author
hi: लेखक

source: Progress
hi: प्रगति

source: Start
hi: शुरू

source: No batches
hi: कोई बैच नहीं

source: Take Assessment
hi: आकलन लें

source: Register
hi: पंजीकरण करवाना

source: The content is expired or deleted.
hi: सामग्री समाप्त हो गई है या हटा दी गई है।

source: The content has been unpublished.
hi: सामग्री अप्रकाशित कर दी गई है।

source: The content is in draft.
hi: सामग्री ड्राफ्ट में है।

source: The content is in review.
hi: सामग्री की समीक्षा की जा रही है।

source: View
hi: राय

source: Learners
hi: शिक्षार्थियों

source: Failed to fetch active users
hi: सक्रिय उपयोगकर्ताओं को लाने में विफल

source: None
hi: कोई भी नहीं

source: Top performers
hi: शीर्ष प्रदर्शक

source: Failed to fetch top performers
hi: शीर्ष प्रदर्शन करने वालों को लाने में विफल

source: Failed to fetch authors
hi: लेखकों को लाने में विफल

source: <mat-icon>expand_more</mat-icon>
hi: <mat-icon>विस्तार_अधिक</mat-icon>

source: <mat-icon>expand_less</mat-icon>
hi: <mat-icon>विस्तार_रहित</mat-icon>

source: Chapters
hi: अध्याय

source: Resource Description
hi: संसाधन विवरण

source: Comments
hi: टिप्पणियाँ

source: Resources Details
hi: संसाधन विवरण

source: Resource Type
hi: संसाधन प्रकार

source: Grade Level
hi: क्रम स्तर

source: Related Resources
hi: संबंधित संसाधन

source: There are no related resources
hi: कोई संबंधित संसाधन नहीं हैं

source: At Assessment Center
hi: असेसमेंट सेंटर पर

source: Give this exam at given assessment centers in a classroom environment.
hi: इस परीक्षा को कक्षा के माहौल में दिए गए मूल्यांकन केंद्रों पर दें।

source: What's required?
hi: क्या आवश्यक है?

source: A pre-booked slot for the certification exam.
hi: प्रमाणन परीक्षा के लिए प्री-बुक किया गया स्लॉट।

source: Your physical presence at the assessment center.
hi: मूल्यांकन केंद्र में आपकी भौतिक उपस्थिति।

source: Book a Slot
hi: एक स्लॉट बुक करें

source: Book this certification exam at available assessment centers in your organization.
hi: इस प्रमाणन परीक्षा को अपने संगठन में उपलब्ध मूल्यांकन केंद्रों पर बुक करें।

source: This certification has not been scheduled in any location.
hi: यह प्रमाणीकरण किसी भी स्थान पर निर्धारित नहीं किया गया है।

source: Location
hi: स्थान

source: Fetching locations...
hi: स्थान लाए जा रहे हैं...

source: There was an error fetching locations.
hi: स्थान लाने में एक त्रुटि हुई.

source: There are no locations for this certification.
hi: इस प्रमाणीकरण के लिए कोई स्थान नहीं हैं।

source: Search and select a location.
hi: एक स्थान खोजें और चुनें।

source: Test Center
hi: परीक्षण केंद्र

source: Select a location, then select a test center.
hi: एक स्थान चुनें, फिर एक परीक्षण केंद्र चुनें।

source: Fetching dates...
hi: तारीखें लाई जा रही हैं...

source: All dates are in IST (Indian Standard Time).
hi: सभी तिथियां आईएसटी (भारतीय मानक समय) में हैं।

source: There was an error fetching dates.
hi: तिथियां लाने में एक त्रुटि हुई।

source: There are no dates and slots available.
hi: कोई दिनांक और स्लॉट उपलब्ध नहीं हैं।

source: There are no slots available for this location.
hi: इस स्थान के लिए कोई स्लॉट उपलब्ध नहीं है।

source: Book Slot
hi: बुक स्लॉट

source: Sending...
hi: भेजना...

source: There was an error fetching certification data.
hi: प्रमाणन डेटा लाने में एक त्रुटि हुई थी।

source: Sorry, but you are not eligible for this certification.
hi: क्षमा करें, लेकिन आप इस प्रमाणन के योग्य नहीं हैं।

source: Your last attempt was on:
hi: आपका अंतिम प्रयास चालू था:

source: You can next register for this certification on or after:
hi: आप इस प्रमाणीकरण के लिए अगली बार या उसके बाद पंजीकरण कर सकते हैं:

source: Congratulations!
hi: बधाई हो!

source: You have completed this certification!
hi: आपने यह प्रमाणन पूरा कर लिया है!

source: Result
hi: परिणाम

source: Download Result
hi: परिणाम डाउनलोड करें

source: Downloading...
hi: डाउनलोड हो रहा है...

source: At Desk
hi: डेस्क पर
