Repository: Haritest/eagle-fusion
Catalog: locale/messages.*.xlf
Languages: hi

source: Error as Restricted Widget
hi: प्रतिबंधित विजेट के रूप में त्रुटि

source: Apps
hi: ऐप्स

source: Featured
hi: विशेष रुप से प्रदर्शित

source: about-video
hi: वीडियो के बारे में

source: Read More
hi: अधिक पढ़ें

source: Overview
hi: अवलोकन

source: Authors
hi: लेखकों

source: Frequently asked questions can be configured here.
hi: अक्सर पूछे जाने वाले प्रश्नों को यहां कॉन्फ़िगर किया जा सकता है।

source: Login
hi: लॉग इन करें

source: Q1. Unable to login to Wingspan
hi: Q1. विंगस्पैन में लॉगिन करने में असमर्थ

source: For using Wingspan you have to register yourself for Multi-Factor Authentication.<br/> Please login to Wingspan from
hi: विंगस्पैन का उपयोग करने के लिए आपको मल्टी-फैक्टर ऑथेंटिकेशन के लिए खुद को पंजीकृत करना होगा।<br/> कृपया विंगस्पैन से लॉगिन करें

source: <br/> Wingspan is an internet facing application there are two scenarios.<br/> 1. You are accessing Wingspan on Infosys Intranet (VPN yes but not IConnect)<br/> 2. You are accessing Wingspan on Internet (from your personal laptop/desktop/Mobile browser/Android/iOS native applications)<br/> In 1) you will not have to do separate authentication, your windows login will be automatically used for letting you in Wingspan<br/> In 2) You need to register yourself first for Multi-Factor Authentication (MFA) at
hi: <br/> विंगस्पैन एक इंटरनेट का सामना करने वाला एप्लिकेशन है जिसमें दो परिदृश्य हैं।<br/> 1. आप इंफोसिस इंट्रानेट पर विंगस्पैन का उपयोग कर रहे हैं (वीपीएन हां लेकिन आईकनेक्ट नहीं)<br/> 2. आप इंटरनेट पर विंगस्पैन का उपयोग कर रहे हैं (अपने निजी लैपटॉप/डेस्कटॉप/मोबाइल से ब्राउज़र/एंड्रॉयड/आईओएस नेटिव एप्लिकेशन)<br/> 1 में) आपको अलग से प्रमाणीकरण नहीं करना पड़ेगा, आपका विंडोज़ लॉगिन होगा स्वचालित रूप से आपको विंगस्पैन में जाने देने के लिए उपयोग किया जाता है<br/> 2 में) आपको मल्टी-फैक्टर ऑथेंटिकेशन (एमएफए) के लिए सबसे पहले खुद को पंजीकृत करने की आवश्यकता है

source: on intranet and register.<br/> The passcode or pin you set up here will be used for login later.<br/> Once you enter your Infosys user name and password on a Microsoft Page, you will receive a call prompting you to use the passcode/pin to authenticate yourself.<br/> You can also either register or change your pin if you have forgotten.
hi: इंट्रानेट और रजिस्टर पर।<br/> आपके द्वारा यहां सेट किया गया पासकोड या पिन बाद में लॉगिन के लिए उपयोग किया जाएगा।<br/> एक बार जब आप माइक्रोसॉफ्ट पेज पर अपना इंफोसिस उपयोगकर्ता नाम और पासवर्ड दर्ज करते हैं, तो आपको प्राप्त होगा एक कॉल आपको स्वयं को प्रमाणित करने के लिए पासकोड/पिन का उपयोग करने के लिए प्रेरित करती है।<br/> यदि आप भूल गए हैं तो आप अपना पिन रजिस्टर या बदल भी सकते हैं।

source: Q2. Unable to logon to Wingspan, enclosed blue screen error
hi: प्रश्न 2. विंगस्पैन में लॉगऑन करने में असमर्थ, संलग्न ब्लू स्क्रीन त्रुटि

source: Request to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.<br/> Restart the browser and try accessing Wingspan.
hi: कृपया एक बार पहले अपने डेस्कटॉप ब्राउज़र की कुकी और कैशे साफ़ करने का अनुरोध करें कोशिश कर रहे हैं।<br/> इसके अलावा आप क्रोम और आईई के गुप्त मोड या निजी ब्राउज़िंग मोड का उपयोग कर सकते हैं।<br/> ब्राउज़र को पुनरारंभ करें और विंगस्पैन तक पहुंचने का प्रयास करें।

source: Q3. Login credentials for Wingspan
hi: Q3. विंगस्पैन के लिए लॉगिन क्रेडेंशियल

source: Please visit:<br/>
hi: कृपया अवश्य पधारिए:<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice. Select Call-In method for authentication.<br/> For accessing Wingspan this is a “must” criteria.<br/> 1. Visit
hi: और मल्टी-फैक्टर ऑथेंटिकेशन के लिए खुद को रजिस्टर करें।<br/> आप अपनी पसंद का पासकोड सेट कर सकते हैं। प्रमाणीकरण के लिए कॉल-इन विधि का चयन करें।<br/> विंगस्पैन तक पहुँचने के लिए यह एक "जरूरी" मानदंड है।<br/> 1. मुलाकात

source: <br/> 2. Press Login Button<br/> 3. If you are on Infosys Network, you will not have to just enter your Infosys Mail ID<br/> 4. If you are on Internet, on button click, you will be taken to Microsoft Login Site. Please enter your Infosys Mail ID<br/> 5. You will be taken to stsakaash site which is from Infosys. Here you provide your email id and password(Infosys account)<br/> 6. You will receive a phone call from Microsoft on your registered phone number<br/> 7. You are required to key-in your passcode and #<br/> 8. If your authentication is successful, the web browser will automatically take you to Wingspan.
hi: <br/> 2. लॉगिन बटन दबाएं<br/> 3. यदि आप इंफोसिस नेटवर्क पर हैं, तो आपको केवल अपना इन्फोसिस मेल दर्ज करने की आवश्यकता नहीं होगी पहचान<br/> 4. यदि आप इंटरनेट पर हैं, तो बटन क्लिक करने पर आपको Microsoft लॉगिन साइट पर ले जाया जाएगा। कृपया अपना इंफोसिस मेल आईडी दर्ज करें<br/> 5. आपको stsakaash साइट पर ले जाया जाएगा जो Infosys से है। यहां आप अपना प्रदान करते हैं ईमेल आईडी और पासवर्ड (इन्फोसिस खाता)<br/> 6. आपको Microsoft से आपके पंजीकृत फ़ोन नंबर पर एक फ़ोन कॉल प्राप्त होगी<br/> 7. आपको अपना पासकोड दर्ज करना होगा और #<br/> 8. यदि आपका प्रमाणीकरण सफल होता है, तो वेब ब्राउज़र स्वचालित रूप से आपको यहां ले जाएगा विंगस्पैन।

source: Q4. Unable to logon to Wingspan , getting Microsoft Login page
hi: प्रश्न4. विंगस्पैन में लॉगऑन करने में असमर्थ, माइक्रोसॉफ्ट लॉग इन पेज प्राप्त कर रहा है

source: Clear the browser cache and cookies (going as far back as possible).<br/> This issue is mainly for user who use other Infosys O365 Applications like Mail, VPN, Yammer and many more.<br/> The token issued by Microsoft when you used such an application is stored in the cookies and Microsoft needs to be forced to issue a fresh token which will allow access the Wingspan application which is also a O365 Application.<br/> Clear the cache and cookies and restart the browser and try accessing Wingspan
hi: ब्राउज़र कैश और कुकी साफ़ करें (जहाँ तक संभव हो वापस जाएँ)।<br/> यह समस्या मुख्य रूप से उन उपयोगकर्ता के लिए है जो मेल, वीपीएन जैसे अन्य इंफोसिस O365 अनुप्रयोगों का उपयोग करते हैं। यामर और भी बहुत कुछ।<br/> जब आप इस तरह के किसी एप्लिकेशन का उपयोग करते हैं तो Microsoft द्वारा जारी किया गया टोकन कुकीज़ में संग्रहीत होता है और माइक्रोसॉफ्ट को एक नया टोकन जारी करने के लिए मजबूर होना चाहिए जो एक्सेस की अनुमति देगा विंगस्पैन एप्लिकेशन जो एक O365 एप्लिकेशन भी है।<br/> कैशे और कुकीज़ साफ़ करें और ब्राउज़र को पुनरारंभ करें और विंगस्पैन तक पहुँचने का प्रयास करें

source: Q5. Account Already Exists
hi: प्रश्न5. खाता पहले से मौजूद है

source: Raise an AHD
hi: एक एडीएचडी उठाएँ

source: Q6. I am not able to get my PIN to enter with password in Wingspan application. Would you please help me with this?
hi: प्रश्न6. मैं विंगस्पैन एप्लिकेशन में पासवर्ड के साथ अपना पिन दर्ज करने में सक्षम नहीं हूं। क्या आप श इसमें मेरी मदद करो?

source: Can you mail CCD-Helpdesk (Global Support)
hi: क्या आप सीसीडी-हेल्पडेस्क (वैश्विक सहायता) मेल कर सकते हैं

source: and get them to reset the same?
hi: और उन्हें उसी को रीसेट करने के लिए प्राप्त करें?

source: Q7. Downtime
hi: प्रश्न7. स्र्कना

source: Request you to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.
hi: आपसे अनुरोध है कि कृपया एक बार पहले अपने डेस्कटॉप ब्राउज़र की कुकी और कैशे साफ़ करें कोशिश कर रहे हैं।<br/> इसके अलावा आप क्रोम और आईई के गुप्त मोड या निजी ब्राउज़िंग मोड का उपयोग कर सकते हैं।

source: ANDROID
hi: एंड्रॉयड

source: Download the app
hi: ऐप डाउनलोड करें

source: to access
hi: उपयोग करने के लिए

source: from your mobile device
hi: अपने मोबाइल डिवाइस से

source: This application requires Multi Factor Authentication (MFA) as set by your organization. Please note the following before you install this app.
hi: इस एप्लिकेशन को आपके संगठन द्वारा निर्धारित मल्टी फैक्टर ऑथेंटिकेशन (एमएफए) की आवश्यकता है। कृपया इस ऐप को इंस्टॉल करने से पहले निम्नलिखित बातों पर ध्यान दें।

source: Post installation you will have to log in with the MFA. To reset or configure MFA, go to your organization portal
hi: स्थापना के बाद आपको एमएफए के साथ लॉग इन करना होगा। एमएफए को रीसेट या कॉन्फ़िगर करने के लिए, जाएं आपके संगठन पोर्टल पर

source: OPEN IN PLAY STORE
hi: खेल में खोलें दुकान

source: Download from our server
hi: हमारे सर्वर से डाउनलोड करें

source: Or scan QR code to download:
hi: या डाउनलोड करने के लिए QR कोड स्कैन करें:

source: android qr code
hi: एंड्रॉइड क्यूआर कोड

source: Playstore
hi: खेल स्टोर

source: Server
hi: सर्वर

source: When prompted for code, please enter
hi: जब कोड के लिए कहा जाए, तो कृपया दर्ज करें

source: * If prompted, allow installation from unknown sources. You can disable this option after the app installation is complete.
hi: * यदि संकेत दिया जाए, तो अज्ञात स्रोतों से स्थापना की अनुमति दें। आप इस विकल्प को अक्षम कर सकते हैं ऐप इंस्टॉलेशन पूरा होने के बाद।

source: Coming Soon...
hi: जल्द आ रहा है...

source: iOS
hi: आईओएस

source: OPEN IN APP STORE
hi: ऐप स्टोर में खोलें

source: ios qr code
hi: आईओएस क्यूआर कोड

source: Mobile Apps are not yet available for the Web-App
hi: मोबाइल ऐप्स अभी तक वेब-ऐप के लिए उपलब्ध नहीं हैं

source: reply toggle
hi: उत्तर टॉगल

source: Question is mandatory. It should be minimum of 8 characters
hi: प्रश्न अनिवार्य है। यह न्यूनतम होना चाहिए 8 अक्षर

source: It should be maxmimum of 200 characters
hi: यह अधिकतम होना चाहिए 200 अक्षर

source: It should be minimum of 2 characters
hi: यह कम से कम 2 अक्षर का होना चाहिए

source: It should be minimum of 2 characters
hi: यह कम से कम 2 अक्षर का होना चाहिए

source: History
hi: इतिहास

source: Provide comments
hi: टिप्पणियाँ प्रदान करें

source: Comments is mandatory
hi: टिप्पणियाँ अनिवार्य है

source: Action
hi: गतिविधि

source: Accept
hi: स्वीकार करना

source: Reject
hi: अस्वीकार

source: Select Action
hi: कार्रवाई चुनें

source: Proceed
hi: आगे बढ़ना

source: Are you sure you want to delete it?
hi: क्या आप इसे मिटाना चाहते हैं?

source: Are you sure you want to restore it by moving the content and all its children to Draft state?
hi: क्या आप वाकई सामग्री और उसके सभी बच्चों को ड्राफ़्ट स्थिति में ले जाकर इसे पुनर्स्थापित करना चाहते हैं?

source: Video content takes some time to reflect after the upload is complete, depending on the size of the video. You can come back later to this content to take further actions.
hi: वीडियो के आकार के आधार पर, अपलोड पूर्ण होने के बाद वीडियो सामग्री को प्रदर्शित होने में कुछ समय लगता है। आप वापस आ सकते हैं बाद में इस सामग्री के लिए आगे की कार्रवाई करने के लिए।

source: Updated content may take between 5 to 30 minutes to take effect. You may also have to reload the web page to view the changes.
hi: अपडेट की गई सामग्री को प्रभावी होने में 5 से 30 मिनट के बीच का समय लग सकता है। परिवर्तनों को देखने के लिए आपको वेब पेज को फिर से लोड करना पड़ सकता है।

source: As you are a publisher content will be published directly. Updated content may take between 5 to 30 minutes to take effect. You may also have to reload the web page to view the changes.
hi: जैसा कि आप एक प्रकाशक हैं सामग्री सीधे प्रकाशित की जाएगी। अपडेट की गई सामग्री को प्रभावी होने में 5 से 30 मिनट के बीच का समय लग सकता है। परिवर्तनों को देखने के लिए आपको वेब पेज को फिर से लोड करना पड़ सकता है।

source: Are you sure you want to remove the mapping?
hi: क्या आप वाकई मैपिंग को हटाना चाहते हैं?

source: Selecting this option will discard pre entered data of other options. Do you wish to continue ?
hi: इस विकल्प का चयन करने से अन्य विकल्पों के पहले से दर्ज डेटा नष्ट हो जाएगा। क्या आप जारी रखना चाहते हैं ?

source: Are you sure you want to unpublish it?
hi: क्या आप वाकई इसे अप्रकाशित करना चाहते हैं?

source: Are you sure you want to retrieve this content and its children?
hi: क्या आप वाकई इस सामग्री और इसके बच्चों को पुनः प्राप्त करना चाहते हैं?

source: Are you sure you want to retrieve this content?
hi: क्या आप वाकई इस सामग्री को पुनः प्राप्त करना चाहते हैं?

source: Are you sure you want to delete Quiz
hi: क्या आप वाकई प्रश्नोत्तरी हटाना चाहते हैं

source: Are you sure you want to delete Page
hi: क्या आप वाकई पेज को हटाना चाहते हैं

source: Are you sure you want to delete the audio file attached for this page ?
hi: क्या आप वाकई इस पृष्ठ के लिए संलग्न ऑडियो फ़ाइल को हटाना चाहते हैं?

source: IPR Declaration
hi: आईपीआर घोषणा

source: I hereby declare that my contribution (i.e the complete material in case of new material or any additions / modifications in case of a new version release) does not violate any copyright laws or infringe upon copyrights, trademark or intellectual property rights of clients, vendors or third parties. I further declare that my contribution constitutes my own work, that any sources on which I relied in its creation have been acknowledged and that all necessary permissions are in place wherever permission is required due to the nature or source of the content. Proof of such permission has been submitted along with my contribution as supporting documentation. I understand that I may be held responsible for any third party claims that may arise from any breach of confidentiality or breach of intellectual property rights or breach of copyrights of third party/ies; and that disciplinary actions may be initiated against me by the Company if my work leads to the violation of any copyright or intellectual property rights.
hi: मैं एतद्द्वारा घोषणा करता हूं कि मेरा योगदान (यानी नई सामग्री या किसी के मामले में पूरी सामग्री) नए संस्करण के जारी होने की स्थिति में परिवर्धन / संशोधन) किसी भी कॉपीराइट कानून का उल्लंघन नहीं करता है या ग्राहकों, विक्रेताओं के कॉपीराइट, ट्रेडमार्क या बौद्धिक संपदा अधिकारों का उल्लंघन करता है या तीसरे पक्ष। मैं आगे घोषणा करता हूं कि मेरा योगदान मेरे अपने काम का गठन करता है, कि कोई भी स्रोत जिस पर मैंने इसके निर्माण में भरोसा किया है, स्वीकार किया गया है और सभी आवश्यक अनुमतियां हैं उस स्थान पर जहां सामग्री की प्रकृति या स्रोत के कारण अनुमति की आवश्यकता होती है। का प्रमाण सहायक दस्तावेज के रूप में मेरे योगदान के साथ ऐसी अनुमति प्रस्तुत की गई है। मैं समझें कि मुझे किसी भी तीसरे पक्ष के दावों के लिए जिम्मेदार ठहराया जा सकता है जो किसी से उत्पन्न हो सकता है गोपनीयता का उल्लंघन या बौद्धिक संपदा अधिकारों का उल्लंघन या कॉपीराइट का उल्लंघन तृतीय पक्ष / ies; और यह कि कंपनी द्वारा मेरे खिलाफ अनुशासनात्मक कार्रवाई शुरू की जा सकती है यदि मेरा काम किसी भी कॉपीराइट या बौद्धिक संपदा अधिकारों के उल्लंघन की ओर जाता है।

source: I Agree
hi: मैं सहमत हूं

source: CONTENT CREATION <mat-icon>create</mat-icon>
hi: सामग्री निर्माण <mat-icon>सृजन करना</mat-icon>

source: Unable to complete actions because of following reasons:
hi: निम्नलिखित कारणों से कार्रवाई पूर्ण करने में असमर्थ:

source: Untitled Content :
hi: शीर्षक रहित सामग्री:

source: I Understand
hi: मै समझता हुँ

source: Draft
hi: प्रारूप

source: In Review
hi: रिव्यू में

source: Quality Review
hi: गुणवत्ता समीक्षा

source: Live
hi: रहना

source: Reviewed
hi: समीक्षित

source: Deleted
hi: हटाए गए

source: Unpublished
hi: अप्रकाशित

source: Expired
hi: खत्म हो चुका

source: Marked For Deletion
hi: हटाने के लिए चिह्नित

source: In Transit
hi: रास्ते में

source: Last updated
hi: आखरी अपडेट

source: Deleted since
hi: से हटा दिया गया

source: Pending since
hi: तब से लंबित

source: Last published
hi: पिछली बार प्रकाशित

source: Unpublished since
hi: से अप्रकाशित

source: ago
hi: पहले

source: I understand that clicking on Yes will delete the {children, plural, =0 {...} other {...}}. {isNew, select, Yes {...} other {...}}.
hi: मैं समझता/समझती हूं कि हां पर क्लिक करने से यह डिलीट हो जाएगा {children, plural, =0 {...} other {...}}. {isNew, select, Yes {...} other {...}}.

source: {VAR_PLURAL, plural, =0 {content} other {content and all its children too} }
hi: VAR_PLURAL, बहुवचन, =0 सामग्री अन्य सामग्री और उसके सभी बच्चे भी

source: {VAR_SELECT, select, Yes {The content cannot be restored later} other {The content can be restored later from Deleted section} }
hi: चुनें, हां सामग्री बाद में पुनर्स्थापित नहीं किया जा सकता अन्य सामग्री को बाद में हटाए गए अनुभाग से पुनर्स्थापित किया जा सकता है

source: Accept the declaration
hi: घोषणा स्वीकार करें

source: Move to Draft
hi: ड्राफ्ट में ले जाएँ

source: I understand that clicking on Yes will move the {children, plural, =0 {...} other {...}} to Draft status.
hi: मैं समझता/समझती हूं कि हां पर क्लिक करने से यह स्थानांतरित हो जाएगा {children, plural, =0 {...} other {...}} ड्राफ्ट की स्थिति के लिए।

source: {VAR_PLURAL, plural, =0 {content} other {content and all its children} }
hi: बहुवचन, =0 सामग्री अन्य सामग्री और उसके सभी बच्चे

source: Action History
hi: कार्रवाई इतिहास

source: Approved
hi: स्वीकृत

source: Rejected
hi: अस्वीकृत

source: Submitted
hi: प्रस्तुत

source: Moved to Draft
hi: ड्राफ़्ट में ले जाया गया

source: by
hi: द्वारा

source: on
hi: पर

source: <div> No Logs found. </div>
hi: <div> कोई लॉग नहीं मिला। </div>

source: Request For Role
hi: भूमिका के लिए अनुरोध

source: Add Role For
hi: के लिए भूमिका जोड़ें

source: Myself
hi: मैं

source: Other users
hi: अन्य उपयोगकर्ता

source: Message to Admin
hi: व्यवस्थापक को संदेश

source: Add users
hi: उपयोगकर्ताओं को जोड़ें

source: Search by email
hi: ईमेल द्वारा खोजें

source: No user found. Please check the value entered.
hi: कोई उपयोगकर्ता नहीं मिला। कृपया दर्ज किए गए मान की जांच करें।

source: App Update
hi: ऐप अपडेट

source: App has been updated. Do you want to load new version?
hi: ऐप को अपडेट कर दिया गया है। क्या आप नया संस्करण लोड करना चाहते हैं?

source: Home
hi: घर

source: Add Course
hi: कोर्स जोड़ें

source: Save
hi: बचाना

source: Help
hi: मदद करना

source: Tour Guide
hi: टूर गाइड

source: Application Logo
hi: आवेदन लोगो

source: What do you want to learn today ?
hi: आज आप क्या सीखना चाहते हैं ?

source: Create Account
hi: खाता बनाएं

source: Login
hi: लॉग इन करें

source: Log in
hi: लॉग इन करें

source: Sign up
hi: साइन अप करें

source: <ng-container>Register</ng-container>
hi: <ng-container>पंजीकरण करवाना</ng-container>

source: Terms of Use
hi: उपयोग की शर्तें

source: Terms & Conditions
hi: नियम एवं शर्तें

source: Terms and Conditions have been updated.
hi: नियम और शर्तें अपडेट कर दी गई हैं।

source: T&C Version:
hi: टी एंड सी संस्करण:

source: Available Languages
hi: उपलब्ध भाषा

source: View Privacy Policy
hi: गोपनीयता नीति देखें

source: Data Privacy
hi: डाटा प्राइवेसी

source: Privacy Policy
hi: गोपनीयता नीति

source: Data Privacy
hi: डाटा प्राइवेसी

source: Data privacy has been upgraded.
hi: डेटा गोपनीयता को अपग्रेड किया गया है।

source: Data Privacy Version:
hi: डेटा गोपनीयता संस्करण:

source: About Us
hi: हमारे बारे में

source: Vision
hi: नज़र

source: Team
hi: टीम

source: Help & Contact
hi: सहायता और संपर्क

source: Privacy policy and terms of<br/> use
hi: गोपनीयता नीति और शर्तें<br/> उपयोग

source: © 2022 AastarUrmika Health Systems Pvt Ltd. All rights reserved.
hi: © 2022 आस्टारउर्मिका स्वास्थ्य सिस्टम्स प्रा लिमिटेड सर्वाधिकार सुरक्षित।

source: Forgot Password
hi: पासवर्ड भूल गए

source: <ng-container>Reset Password</ng-container>
hi: <ng-container>पासवर्ड रीसेट</ng-container>

source: About
hi: के बारे में

source: Courses
hi: पाठ्यक्रम

source: Welcome!
hi: स्वागत!

source: This field is required
hi: यह फ़ील्ड आवश्यक है

source: Invalid email or number
hi: अमान्य ईमेल या नंबर

source: Forgot password?
hi: पासवर्ड भूल गए?

source: Click Here
hi: यहां क्लिक करें

source: to reset
hi: दुबारा सेट करने के लिए

source: Log in
hi: लॉग इन करें

source: Do not have an account?
hi: कोई खाता नहीं है?

source: Create an account
hi: खाता बनाएं

source: Check your
hi: अपनी जाँच

source: email
hi: ईमेल

source: SMS
hi: एसएमएस

source: Enter the
hi: उसे दर्ज करें

source: Code
hi: कोड

source: OTP
hi: ओटीपी

source: Did not receive a
hi: प्राप्त नहीं हुआ

source: OTP?
hi: ओटीपी?

source: mail?
hi: मेल?

source: to resend
hi: फिर से भेजना

source: Create your account
hi: अपना खाता बनाएं

source: Invalid name Format
hi: अमान्य नाम प्रारूप

source: This is the name that will show up on your certificate)
hi: यह वह नाम है जो आपके प्रमाणपत्र पर दिखाई देगा)

source: Password must contain a minimum of 8 characters including numerals, lower and upper case alphabets and special characters without space
hi: पासवर्ड में कम से कम 8 अक्षर होने चाहिए जिनमें अंक, निचला और शामिल हैं अपर केस अक्षर और स्पेस के बिना स्पेशल कैरेक्टर

source: Invalid Password Format
hi: अमान्य पासवर्ड प्रारूप

source: This field is required.
hi: यह फ़ील्ड आवश्यक है.

source: Password does not match
hi: पासवर्ड मैच नहीं कर रहा है

source: Tell us more about you
hi: हमें अपने बारे में और बताएं

source: And unlock access to multiple courses
hi: और कई पाठ्यक्रमों तक पहुंच अनलॉक करें

source: You must be at least 18 years old
hi: आपकी उम्र कम से कम अट्ठारह साल अवश्य होनी चाहिए

source: Country
hi: देश

source: State
hi: राज्य

source: City/Distict
hi: शहर/जिला

source: Decline
hi: पतन

source: Agree and continue
hi: स्वीकार करें एवं आगे बढ़ें

source: Choose your background
hi: अपनी पृष्ठभूमि चुनें

source: Next
hi: अगला

source: Almost done!
hi: लगभग हो गया!

source: Background:
hi: पार्श्वभूमि:

source: Change
hi: परिवर्तन

source: Organization Type*
hi: संगठन का प्रकार*

source: Select Background
hi: पृष्ठभूमि का चयन करें

source: Mother/Family Members
hi: माता/परिवार के सदस्य

source: Other
hi: अन्य

source: Done
hi: पूर्ण

source: Here are some courses for you
hi: यहां आपके लिए कुछ पाठ्यक्रम दिए गए हैं

source: Start Learning
hi: सीखना शुरू करें

source: How does it work?
hi: यह कैसे काम करता है?

source: 3 simple steps
hi: 3 आसान कदम

source: Top certified courses
hi: शीर्ष प्रमाणित पाठ्यक्रम

source: View all courses
hi: सभी कोर्स देखें

source: People you may want to follow
hi: वे लोग जिन्हें आप फ़ॉलो करना चाहेंगे

source: because you saw Manyata for Mothers
hi: क्योंकि आपने मां के लिए मान्यता देखी थी

source: My Courses
hi: मेरे पाठ्यक्रम

source: © {{currentYear}} AastarUrmika Health Systems Pvt Ltd. All rights reserved.
hi: © {{currentYear}} आस्टारउर्मिका स्वास्थ्य सिस्टम्स प्रा लिमिटेड सर्वाधिकार सुरक्षित।

source: Choose your Language
hi: अपनी भाषा चुनिए

source: English (en)
hi: अंग्रेजी (एन)

source: German (de)
hi: जर्मन (डी)

source: Japanese (ja)
hi: जापानी (जेए)

source: Do you want to select additional languages for Content?
hi: क्या आप सामग्री के लिए अतिरिक्त भाषाओं का चयन करना चाहते हैं?

source: After changing the application language, the application will reload
hi: एप्लिकेशन भाषा बदलने के बाद, आवेदन पुनः लोड होगा

source: Apply
hi: आवेदन करना

source: Choose a suitable font-size
hi: एक उपयुक्त फ़ॉन्ट-आकार चुनें

source: General
hi: सामान्य

source: Notifications
hi: सूचनाएं

source: Preferences Saved
hi: वरीयताएँ सहेजी गईं

source: Failed to save preference
hi: वरीयता सहेजने में विफल

source: This feature is in beta and hence parts of the site may appear in English only.
hi: यह सुविधा बीटा में है और इसलिए साइट के कुछ हिस्से केवल अंग्रेज़ी में दिखाई दे सकते हैं।

source: This feature is in beta and hence parts of the site may appear in English only.
hi: यह सुविधा बीटा में है और इसलिए साइट के कुछ हिस्से हो सकते हैं केवल अंग्रेजी में दिखाई देते हैं।

source: Only 2 content language are allowed
hi: केवल 2 सामग्री भाषा की अनुमति है

source: is built around you. Find out what´s in it for you:
hi: आपके चारों ओर बनाया गया है। पता करें कि इसमें आपके लिए क्या है:

source: Choose video's language
hi: वीडियो की भाषा चुनें

source: Next
hi: अगला

source: What do you want to learn?
hi: आप क्या सीखना चाहते हैं?

source: Select the topics you are interested in and pick content that suits you.
hi: उन विषयों का चयन करें जिनमें आपकी रुचि है और वह सामग्री चुनें जो आपको सूट करे।

source: Fetching interests
hi: रुचियां प्राप्त करना

source: Error while fetching interests
hi: रुचियां लाने में त्रुटि

source: Done
hi: पूर्ण

source: Contents are successfully added
hi: सामग्री सफलतापूर्वक जोड़ी गई

source: Error creating playlist
hi: प्लेलिस्ट बनाने में त्रुटि

source: What are your interests?
hi: आपकी क्या क्या रुचियाँ है?

source: Pick the topics below you’re interested in and help
hi: नीचे दिए गए विषयों को चुनें जिनमें आपकी रुचि है और मदद करें
