Repository: Haritest/eagle-fusion
Catalog: locale/messages.*.xlf
Languages: hi

source: This image will appear stretched as it is not in proper dimension. Do you want to continue?
hi: यह छवि खिंची हुई दिखाई देगी क्योंकि यह उचित आयाम में नहीं है। क्या आप करना यह चाहते हैं जारी रखें?

source: Note:
hi: टिप्पणी:

source: Required dimensions : 265 * 150
hi: आवश्यक आयाम : 265 * 150

source: No
hi: नहीं

source: Yes
hi: हाँ

source: Profile Photo
hi: प्रोफ़ाइल तस्वीर

source: close
hi: बंद करना

source: Rotate Left
hi: बायीं तरफ

source: Rotate Right
hi: दाएं घुमाएं

source: Flip Horizontal
hi: फ्लिप हॉरिजॉन्टल

source: Edit Image
hi: संपादित छवि

source: close
hi: बंद करना

source: Zoom
hi: ज़ूम

source: Preview
hi: पूर्वावलोकन

source: Cropped Width:
hi: फसली चौड़ाई:

source: px
hi: पिक्सल

source: Cropped Height:
hi: फसली ऊंचाई:

source: Apply
hi: आवेदन करना

source: Previous
hi: पिछला

source: Next
hi: अगला

source: Logout Now
hi: अभी लॉगआउट करें

source: Note: On logging out all the downloaded content will be deleted.
hi: नोट: लॉग आउट करने पर सभी डाउनलोड की गई सामग्री हटा दी जाएगी।

source: Are you sure?
hi: क्या आपको यकीन है?

source: Yes
hi: हाँ

source: Error as Invalid Registration for Widget
hi: विजेट के लिए अमान्य पंजीकरण के रूप में त्रुटि

source: Widget Type :
hi: विजेट प्रकार:

source: Widget Sub Type :
hi: विजेट उप प्रकार :

source: See Details
hi: विस्तृत जानकारी देखें

source: Hide Details
hi: विवरण छुपाना

source: Widget Data :
hi: विजेट डेटा:

source: Error as Invalid Permission for Widget
hi: विजेट के लिए अमान्य अनुमति के रूप में त्रुटि

source: Error in Resolving Json for Widget
hi: विजेट के लिए Json को हल करने में त्रुटि

source: Widget Type :
hi: विजेट प्रकार:

source: Widget Sub Type :
hi: विजेट उप प्रकार :

source: Content not available
hi: सामग्री उपलब्ध नहीं है

source: Please add widget or provide data to widget template
hi: कृपया विजेट जोड़ें या विजेट टेम्पलेट में डेटा प्रदान करें

source: Call
hi: बुलाना

source: Call Button
hi: कॉल बटन

source: Copy phone number to Clipboard
hi: फ़ोन नंबर को क्लिपबोर्ड पर कॉपी करें

source: Copy to Clipboard
hi: क्लिपबोर्ड पर कॉपी करें

source: Call
hi: बुलाना

source: Open Call Dialog
hi: कॉल डायलॉग खोलें

source: Error Fetching Data
hi: डेटा प्राप्त करने में त्रुटि

source: No categories to explore.
hi: तलाशने के लिए कोई श्रेणी नहीं है।

source: You can find content using search
hi: आप खोज का उपयोग करके सामग्री पा सकते हैं

source: SEARCH
hi: तलाशी

source: Explore all
hi: सभी का अन्वेषण करें

source: Categories
hi: श्रेणियाँ

source: Analytics
hi: एनालिटिक्स

source: Download Content
hi: सामग्री डाउनलोड करें

source: Download
hi: डाउनलोड

source: Minimum
hi: न्यूनतम

source: characters are required
hi: पात्रों की आवश्यकता है

source: Success
hi: सफलता

source: Your action is successful
hi: आपका कार्य सफल है

source: Fail
hi: विफल

source: Unable to complete action. Try again
hi: कार्रवाई पूरी करने में असमर्थ. पुनः प्रयास करें

source: New content created. Add details
hi: नई सामग्री बनाई गई। विवरण जोड़ें

source: Invalid format
hi: अवैध प्रारूप

source: Content was already deleted
hi: सामग्री पहले ही हटा दी गई थी

source: Content published successfully. Will reflect in few mins
hi: सामग्री सफलतापूर्वक प्रकाशित की गई। कुछ ही मिनटों में प्रतिबिंबित होगा

source: Save and try again
hi: सहेजें और पुनः प्रयास करें

source: Size is greater than allowed, check info
hi: आकार अनुमत से बड़ा है, जानकारी जांचें

source: Data is already present
hi: डेटा पहले से मौजूद है

source: Fill all the mandatory fields
hi: सभी अनिवार्य फ़ील्ड भरें

source: Provide either URL or Body
hi: URL या मुख्य भाग प्रदान करें

source: Notification
hi: अधिसूचना

source: Content is up-to date
hi: सामग्री अप-टू-डेट है

source: Read IPR Declaration and accept the terms!
hi: आईपीआर घोषणा पढ़ें और शर्तों को स्वीकार करें!

source: Please accept the Resource Hub Terms & Conditions
hi: कृपया संसाधन हब नियम और शर्तें स्वीकार करें

source: Upload the file!
hi: फ़ाइल अपलोड करें!

source: Transcoding of video failed. May Experience slowness!
hi: वीडियो की ट्रांसकोडिंग विफल. सुस्ती का अनुभव हो सकता है!

source: Check Thumbnail, Name, Description, Subtitle, Duration is provided
hi: चेक थंबनेल, नाम, विवरण, उपशीर्षक, अवधि प्रदान की गई है

source: Check Thumbnail, Name, Description is provided
hi: चेक थंबनेल, नाम, विवरण प्रदान किया गया है

source: Selected user does not to have publish/review rights, please contact admin to get publish/review rights for this user or select another user who has publish/review rights
hi: चयनित उपयोगकर्ता के पास प्रकाशन/समीक्षा अधिकार नहीं हैं, कृपया प्राप्त करने के लिए व्यवस्थापक से संपर्क करें इस उपयोगकर्ता के लिए प्रकाशन/समीक्षा अधिकार या किसी अन्य उपयोगकर्ता का चयन करें जिसके पास प्रकाशन/समीक्षा अधिकार हैं

source: You don't have access!
hi: आपके पास पहुंच नहीं है!

source: This screen is designed for 12" and above!
hi: यह स्क्रीन 12" और उससे अधिक के लिए डिज़ाइन की गई है!

source: Functionality is not enabled yet!
hi: कार्यक्षमता अभी तक सक्षम नहीं है!

source: There is no content!
hi: कोई सामग्री नहीं है!

source: Enter the link!
hi: लिंक दर्ज करें!

source: Copied!
hi: कॉपी किया गया!

source: Create Content and save it and try again!
hi: सामग्री बनाएं और इसे सहेजें और पुनः प्रयास करें!

source: Did not add “ID/s” as they are duplicate/s!
hi: "आईडी/एस" नहीं जोड़ा क्योंकि वे डुप्लीकेट/एस हैं!

source: Delete data from "Paste Generated Code Tab"
hi: "पेस्ट जेनरेट कोड टैब" से डेटा हटाएं

source: Check number columns required for this widget
hi: इस विजेट के लिए आवश्यक संख्या कॉलम जांचें

source: Unable to process file
hi: फ़ाइल संसाधित करने में असमर्थ

source: Select automatic height to fix alignment issues
hi: संरेखण समस्याओं को ठीक करने के लिए स्वचालित ऊंचाई का चयन करें

source: Resource should have atlest one Quiz!
hi: संसाधन में कम से कम एक प्रश्नोत्तरी होनी चाहिए!

source: Assessment should have atlest 10 Quizzes!
hi: असेसमेंट में कम से कम 10 क्विज़ होने चाहिए!

source: Maximum Quiz allowed is reached!
hi: अधिकतम प्रश्नोत्तरी की अनुमति है!

source: Maximum Options allowed is reached!
hi: अनुमत अधिकतम विकल्प तक पहुँच गया है!

source: Problem statement cannot be empty!
hi: समस्या कथन खाली नहीं हो सकता!

source: Problem statement cannot contain spaces alone!
hi: समस्या कथन में अकेले रिक्त स्थान नहीं हो सकते!

source: Options field cannot be empty!
hi: विकल्प फ़ील्ड खाली नहीं हो सकता!

source: Options field cannot contain spaces alone!
hi: विकल्प फ़ील्ड में अकेले स्थान नहीं हो सकते!

source: In Fill-ups, the number of Blanks should be equal to number of Answers!
hi: भरण-अप में, रिक्त स्थानों की संख्या उत्तरों की संख्या के बराबर होनी चाहिए!

source: Atleast one option should be correct for MCQ!
hi: MCQ के लिए कम से कम एक विकल्प सही होना चाहिए!

source: All the options cannot be correct for MCQ!
hi: MCQ के लिए सभी विकल्प सही नहीं हो सकते!

source: Module must have atleast one page
hi: मॉड्यूल में कम से कम एक पेज होना चाहिए

source: Page content can not be empty
hi: पृष्ठ सामग्री खाली नहीं हो सकती

source: You have already added audios for all languages
hi: आप पहले ही सभी भाषाओं के लिए ऑडियो जोड़ चुके हैं

source: Problem statement cannot be empty
hi: समस्या कथन खाली नहीं हो सकता

source: Atleast one class is required
hi: कम से कम एक कक्षा की आवश्यकता है

source: Class name cannot be empty
hi: कक्षा का नाम खाली नहीं हो सकता

source: Class should have atleast one attribute or method
hi: कक्षा में कम से कम एक विशेषता या विधि होनी चाहिए

source: Can't delete a class tah is used in a relation
hi: एक वर्ग को हटा नहीं सकता ता एक संबंध में प्रयोग किया जाता है

source: This class is already defined
hi: यह वर्ग पहले से ही परिभाषित है

source: Atleast two classes are required to create a relation
hi: संबंध बनाने के लिए कम से कम दो वर्गों की आवश्यकता होती है

source: This relation is already declared
hi: यह संबंध पहले से ही घोषित है

source: Your request has been submit.
hi: आपका अनुरोध सबमिट कर दिया गया है।

source: Unable to submit your request. Try again
hi: आपका अनुरोध सबमिट करने में असमर्थ. पुनः प्रयास करें

source: Rate the content
hi: सामग्री को रेट करें

source: Rating
hi: रेटिंग

source: Thank you, we have received your feedback.
hi: धन्यवाद, हमें आपकी प्रतिक्रिया मिली है।

source: Feedback could not be submitted.
hi: फ़ीडबैक सबमिट नहीं किया जा सका.

source: You have replied.
hi: आपने उत्तर दिया है।

source: Your reply could not be submitted.
hi: आपका उत्तर सबमिट नहीं किया जा सका.

source: Feedback for:
hi: इसके लिए प्रतिक्रिया:

source: What was helpful?
hi: क्या मददगार था?

source: Type your feedback here
hi: अपना फ़ीडबैक यहां लिखें

source: Limit to 2000 characters.
hi: 2000 वर्णों तक सीमित करें।

source: You have exceeded 2000 characters.
hi: आपने 2000 वर्णों को पार कर लिया है।

source: What can be improved?
hi: क्या सुधार किया जा सकता है?

source: Limit to 2000 characters.
hi: 2000 वर्णों तक सीमित करें।

source: You have exceeded 2000 characters.
hi: आपने 2000 वर्णों को पार कर लिया है।

source: Submit
hi: प्रस्तुत करना

source: What do you think of this content?
hi: आप इस सामग्री के बारे में क्या सोचते हैं?

source: Open Content Feedback Dialog
hi: सामग्री प्रतिक्रिया संवाद खोलें

source: Content Feedback
hi: सामग्री प्रतिक्रिया

source: Feedback
hi: प्रतिपुष्टि

source: for
hi: के लिये

source: Leave a comment
hi: एक टिप्पणी छोड़ें

source: Please wait...
hi: कृपया प्रतीक्षा करें...

source: Submit Feedback
hi: प्रतिपुष्टि दें

source: Reset
hi: रीसेट

source: Like
hi: पसंद करना

source: Remove
hi: हटाना

source: Remove like
hi: लाइक हटाएं

source: Please wait
hi: कृपया प्रतीक्षा करें

source: Do you want to send content to your mailbox ?
hi: क्या आप अपने मेलबॉक्स में सामग्री भेजना चाहते हैं?

source: Send
hi: भेजना

source: send content over mail
hi: मेल पर सामग्री भेजें

source: Cancel
hi: रद्द करना

source: Don't send this content
hi: यह सामग्री न भेजें

source: Default mail body for sending the content to user mail box
hi: उपयोगकर्ता मेल बॉक्स में सामग्री भेजने के लिए डिफ़ॉल्ट मेल बॉडी

source: This mail is sent by Wingspan on request.
hi: यह मेल अनुरोध पर विंगस्पैन द्वारा भेजा जाता है।

source: Success toast message for sending the content to user mail box
hi: उपयोगकर्ता मेल बॉक्स में सामग्री भेजने के लिए सफलता टोस्ट संदेश

source: Content is sent to your inbox
hi: सामग्री आपके इनबॉक्स में भेजी जाती है

source: Error Toast message for sending the content to user mail box
hi: उपयोगकर्ता मेल बॉक्स में सामग्री भेजने के लिए त्रुटि टोस्ट संदेश

source: Failed to send the resource to your inbox.
hi: आपके इनबॉक्स में संसाधन भेजने में विफल।

source: Send Content to your mailbox
hi: अपने मेलबॉक्स में सामग्री भेजें

source: Send the content to your mail box
hi: सामग्री को अपने मेल बॉक्स में भेजें

source: Search users
hi: उपयोगकर्ता खोजें

source: Fetching users...
hi: उपयोगकर्ताओं को लाया जा रहा है...

source: No user found. Please check the value entered.
hi: कोई उपयोगकर्ता नहीं मिला। कृपया दर्ज किए गए मान की जांच करें।

source: User already added
hi: उपयोगकर्ता पहले ही जोड़ा जा चुका है

source: Please select a user other than yourself.
hi: कृपया अपने अलावा किसी अन्य उपयोगकर्ता का चयन करें।

source: Share on Social Media
hi: सोशल मीडिया पर शेयर करें

source: Close
hi: बंद करना

source: Share Content
hi: सामग्री साझा करें

source: icon
hi: आइकन

source: Follow
hi: पालन करना

source: UnFollow
hi: अनफ़ॉलो

source: FullScreen Toggle
hi: फ़ुलस्क्रीन टॉगल

source: Add
hi: जोड़ें

source: to Goals
hi: लक्ष्यों के लिए

source: Goal
hi: लक्ष्य

source: Add to Goals
hi: लक्ष्यों में जोड़ें

source: This content already exists
hi: यह सामग्री पहले से मौजूद है

source: Goal type is empty or null
hi: लक्ष्य प्रकार खाली या शून्य है

source: This goal does not exist
hi: यह लक्ष्य मौजूद नहीं है

source: Goal type is invalid
hi: लक्ष्य प्रकार अमान्य है

source: Unable to validate user
hi: उपयोगकर्ता को सत्यापित करने में असमर्थ

source: Goal meta not found
hi: लक्ष्य मेटा नहीं मिला

source: Goal parent content already exists
hi: लक्ष्य अभिभावक सामग्री पहले से मौजूद है

source: Done
hi: पूर्ण

source: Create New
hi: सृजन करना नया

source: Content Added
hi: सामग्री जोड़ी गई

source: Content Removed
hi: सामग्री हटाई गई

source: Error Updating Goal
hi: लक्ष्य अपडेट करने में त्रुटि

source: Your changes are not saved. Are you sure?
hi: आपके परिवर्तन सहेजे नहीं गए हैं। क्या आपको यकीन है?

source: You don't have any Knowledge Boards
hi: आपके पास कोई नॉलेज बोर्ड नहीं है

source: Create New
hi: नया बनाओ

source: Select a Knowledge Board
hi: एक ज्ञान बोर्ड का चयन करें

source: Choose Section
hi: अनुभाग चुनें

source: Default
hi: चूक

source: This helps in...
hi: इससे मदद मिलती है...

source: Reason to add this goes here
hi: इसे जोड़ने का कारण यहां जाता है

source: Cancel
hi: रद्द करना

source: Save
hi: बचाना

source: Content Updated
hi: सामग्री अद्यतन

source: Content not updated for some knowledge boards, add it from knowledge board home page
hi: कुछ ज्ञान बोर्डों के लिए सामग्री अपडेट नहीं की गई है, इसे नॉलेज बोर्ड के होम पेज से जोड़ें

source: Knowledge Board
hi: नॉलेज बोर्ड

source: Pin To Knowledge Board
hi: पिन टू नॉलेज बोर्ड

source: I need your help in 'Elaborate your query'
hi: मुझे 'अपनी क्वेरी विस्तृत करें' में आपकी सहायता चाहिए

source: Invalid Ids. Failed to send mail.
hi: अमान्य आईडी. मेल भेजने में विफल।

source: Send Mail
hi: मेल भेजे

source: Send Your Query
hi: अपनी क्वेरी भेजें

source: Mail Sent
hi: संदेश भेज दिया गया

source: Invalid id. Unable to send mail.
hi: अमान्य पहचान पत्र। मेल भेजने में असमर्थ.

source: Unable to share mail. Please try again
hi: मेल साझा करने में असमर्थ. कृपया पुन: प्रयास करें

source: Email
hi: ईमेल

source: Send Mail
hi: मेल भेजे

source: Ask a query
hi: एक प्रश्न पूछें

source: Back
hi: पीछे

source: to Playlist
hi: प्लेलिस्ट के लिए

source: Playlist
hi: प्लेलिस्ट

source: Add to Playlist
hi: प्लेलिस्ट में जोड़ें

source: Enter Playlist Details
hi: प्लेलिस्ट विवरण दर्ज करें

source: Name
hi: नाम

source: Playlist title should be 1-100 characters
hi: प्लेलिस्ट का शीर्षक 1-100 वर्णों का होना चाहिए

source: Create New
hi: सृजन करना नया

source: Create
hi: सृजन करना

source: Cancel
hi: रद्द करना

source: Playlist Created
hi: प्लेलिस्ट बनाई गई

source: Playlist Creation Failed
hi: प्लेलिस्ट निर्माण विफल

source: Error Updating Content
hi: सामग्री अद्यतन करने में त्रुटि

source: Settings
hi: समायोजन

source: Dark Mode
hi: डार्क मोड

source: Languages
hi: बोली

source: Font Size
hi: फ़ॉन्ट आकार

source: Themes
hi: विषयों

source: All Settings
hi: सभी सेटिंग्स

source: Base font size
hi: आधार फ़ॉन्ट आकार

source: English (en)
hi: अंग्रेजी (एन)

source: German (de)
hi: जर्मन (डी)

source: Arabic (ar)
hi: अरबी (एआर)

source: Chinese (zh-CN)
hi: चीनी (zh-CN)

source: French (fr)
hi: फ्रेंच (एफआर)

source: French Canada (fr-ca)
hi: फ्रेंच कनाडा (fr-ca)

source: Dutch (nl)
hi: डच (एनएल)

source: Japanese (ja)
hi: जापानी (जेए)

source: Spanish (es)
hi: स्पेनिश (तों)

source: English (EN)
hi: अंग्रेजी (एन)

source: German (DE)
hi: जर्मन (डीई)

source: Arabic (AR)
hi: अरबी (एआर)

source: Chinese (zh-CN)
hi: चीनी (zh-CN)

source: French (FR)
hi: फ्रेंच (एफआर)

source: French Canada (fr-ca)
hi: फ्रेंच कनाडा (fr-ca)

source: Dutch (NL)
hi: डच (एनएल)

source: Japanese (JA)
hi: जापानी (जेए)

source: Spanish (ES)
hi: स्पेनिश (ईएस)

source: Content
hi: विषय

source: Duration
hi: अवधि

source: since
hi: जबसे

source: Content expired or deleted
hi: सामग्री समाप्त हो गई या हटा दी गई

source: Content may be expired or deleted
hi: सामग्री समाप्त हो सकती है या हटाई जा सकती है

source: Intranet content
hi: इंट्रानेट सामग्री

source: Available only in Company's network
hi: केवल कंपनी के नेटवर्क में उपलब्ध

source: Reason
hi: कारण

source: Sub title
hi: उप शीर्षक

source: Description
hi: विवरण

source: Login
hi: लॉग इन करें

source: Content Type
hi: सामग्री प्रकार

source: action items
hi: कार्रवाई आइटम

source: Title
hi: शीर्षक

source: Content
hi: विषय

source: Source
hi: स्रोत

source: Complexity Level
hi: जटिलता स्तर

source: Details
hi: विवरण

source: Newly Added
hi: नया जोड़ा गया

source: Newly Added
hi: नया जोड़ा गया

source: Newly Added
hi: नया जोड़ा गया

source: View Course
hi: कोर्स देखें

source: View Course
hi: कोर्स देखें

source: View Count
hi: देखे जाने की संख्या

source: resource Type
hi: संसाधन प्रकार

source: Duration1
hi: अवधि1

source: Unfollow
hi: करें

source: Unfollow Knowledge Board
hi: नॉलेज बोर्ड को अनफॉलो करें

source: Edit
hi: संपादन करना

source: Edit Knowledge Board
hi: ज्ञान बोर्ड संपादित करें

source: Explore
hi: अन्वेषण करना

source: thumbnail
hi: थंबनेल

source: View All
hi: सभी को देखें

source: Please try different keywords or change the search query.
hi: कृपया भिन्न कीवर्ड आज़माएं या खोज क्वेरी बदलें।

source: Select File
hi: फ़ाइल का चयन करें

source: Click to select a file
hi: फ़ाइल चुनने के लिए क्लिक करें

source: Deleted posts are gone forever. Are you sure?
hi: हटाए गए पोस्ट हमेशा के लिए चले गए हैं। क्या आपको यकीन है?

source: Please Wait...
hi: कृपया प्रतीक्षा करें...

source: No
hi: नहीं

source: Unable to delete! Please retry or
hi: हटाने में असमर्थ! कृपया पुनः प्रयास करें या

source: Report to us
hi: हमें रिपोर्ट करें

source: Delete Post
hi: पोस्ट को हटाएं

source: Delete
hi: मिटाना

source: Likes
hi: को यह पसंद है

source: See More
hi: और देखें

source: No likes
hi: कोई पसंद नहीं

source: Error fetching likes
hi: पसंद लाने में त्रुटि

source: Up Votes
hi: अप वोट

source: No up votes
hi: नो अप वोट

source: Error fetching up votes
hi: वोट प्राप्त करने में त्रुटि

source: Down Votes
hi: नीचे वोट

source: No down votes
hi: कोई डाउन वोट नहीं

source: Error fetching down votes
hi: वोट नीचे लाने में त्रुटि

source: Following
hi: निम्नलिखित

source: Like / Unlike
hi: पसंद / विपरीत

source: You cannot like your own post
hi: आप अपनी खुद की पोस्ट पसंद नहीं कर सकते

source: down vote
hi: नीचे वोट

source: Down vote
hi: नीचे वोट

source: Up vote
hi: ऊपर वोट

source: You cannot vote your own post
hi: आप अपनी पोस्ट को वोट नहीं कर सकते

source: There aren’t any conversations yet
hi: अभी तक कोई बातचीत नहीं हुई है

source: + Start a New Discussion
hi: + प्रारंभ एक नया बहस

source: Post
hi: पद

source: Show More Posts
hi: अधिक पोस्ट दिखाएं

source: Discussion Forum is disabled currently.
hi: चर्चा फ़ोरम वर्तमान में अक्षम है.

source: Conversation published successfully
hi: बातचीत सफलतापूर्वक प्रकाशित हुई

source: Unable to save. Please retry
hi: बचाने में असमर्थ। कृपया पुन: प्रयास करें

source: Post
hi: पद

source: Post to Dashboard is disabled for authoring preview mode
hi: पूर्वावलोकन मोड लिखने के लिए डैशबोर्ड पर पोस्ट अक्षम है

source: Reply
hi: जवाब

source: delete
hi: मिटाना

source: at
hi: पर

source: Update
hi: अद्यतन

source: Cancel
hi: रद्द करना

source: Load Previous Replies
hi: पिछले जवाब लोड करें

source: Load New Replies
hi: नए जवाब लोड करें

source: Reply
hi: जवाब

source: delete
hi: मिटाना

source: You do not have sufﬁcient access rights to view this page.
hi: इस पृष्ठ को देखने के लिए आपके पास पर्याप्त पहुंच अधिकार नहीं हैं।

source: You might want to:
hi: हो सकता है कि आप यह चाहते हों:

source: Contact your local admin for access related issues.
hi: एक्सेस संबंधी समस्याओं के लिए अपने स्थानीय व्यवस्थापक से संपर्क करें।

source: Check for any typos in the URL
hi: URL में किसी प्रकार की त्रुटि के लिए जाँच करें

source: Do you suspect a site problem?
hi: क्या आपको साइट की समस्या का संदेह है?

source: The Content is not Available
hi: सामग्री उपलब्ध नहीं है

source: We are facing some technical difficulties. The experts are on it.
hi: हमें कुछ तकनीकी दिक्कतों का सामना करना पड़ रहा है। इस पर विशेषज्ञ हैं।

source: Empty the cache and reload the page.
hi: कैशे खाली करें और पृष्ठ को पुनः लोड करें।

source: Do you suspect a site problem?
hi: क्या आपको साइट की समस्या का संदेह है?

source: The Feature is disabled
hi: सुविधा अक्षम है

source: You are accessing the feature which is currently disabled for this instance.
hi: आप उस सुविधा का उपयोग कर रहे हैं जो वर्तमान में इस उदाहरण के लिए अक्षम है।

source: The Feature is not Available
hi: सुविधा उपलब्ध नहीं है

source: You are accessing the feature which is currently unavailable for this instance.
hi: आप उस सुविधा का उपयोग कर रहे हैं जो वर्तमान में इस उदाहरण के लिए अनुपलब्ध है।

source: Uh Oh!
hi: उह ओह!

source: We ran into some issues
hi: हम कुछ मुद्दों में भागे

source: The page you requested cannot be found
hi: जो पृष्ठ आप चाहते है वह नही मिल रहा

source: We have updated our web site and many URLs have changed.
hi: हमने अपनी वेब साइट को अपडेट कर दिया है और कई यूआरएल बदल गए हैं।

source: Go to
hi: के लिए जाओ

source: ,search for the topic you are interested in.
hi: , उस विषय की खोज करें जिसमें आप रुचि रखते हैं।

source: The service is currently unavailable
hi: सेवा वर्तमान में अनुपलब्ध है

source: We have a temporary downtime, we will be up again soon.
hi: हमारे पास एक अस्थायी डाउनटाइम है, हम जल्द ही फिर से उठेंगे।

source: Oops! Something went wrong
hi: उफ़! कुछ गलत हो गया

source: We are facing some technical difﬁculties.
hi: हमें कुछ तकनीकी दिक्कतों का सामना करना पड़ रहा है।

source: Choose a palette
hi: एक पैलेट चुनें

source: Choose a Graph Type
hi: एक ग्राफ प्रकार चुनें

source: Page not found. Check the url.
hi: पृष्ठ नहीं मिला। यूआरएल की जाँच करें।

source: Check your network connection and reload the page.
hi: अपने नेटवर्क कनेक्शन की जाँच करें और पृष्ठ को पुनः लोड करें।

source: Logout
hi: लॉग आउट

source: Search content
hi: सामग्री खोजें

source: Resource
hi: संसाधन

source: Module
hi: मापांक

source: Course
hi: पाठ्यक्रम

source: Program
hi: कार्यक्रम

source: Channel
hi: चैनल

source: Knowledge Board
hi: नॉलेज बोर्ड

source: Error fetching data
hi: डेटा लाने में त्रुटि

source: No results
hi: कोई परिणाम नहीं

source: Content Icon
hi: सामग्री चिह्न

source: people are studying this
hi: लोग इसका अध्ययन कर रहे हैं

source: person is studying this
hi: व्यक्ति इसका अध्ययन कर रहा है

source: Parent of this content is already selected
hi: इस सामग्री का जनक पहले से ही चयनित है

source: previous
hi: पिछला

source: Page
hi: पृष्ठ

source: Page Number
hi: पृष्ठ संख्या

source: next
hi: अगला

source: zoom out
hi: ज़ूम आउट

source: zoom in
hi: ज़ूम इन

source: Pinned
hi: पिन की गई

source: All
hi: सभी

source: View Profile
hi: प्रोफ़ाइल देखें

source: Sign-out
hi: साइन आउट

source: Release Notes
hi: रिलीज नोट्स

source: Page Banner
hi: पेज बैनर

source: Video
hi: वीडियो

source: Audio
hi: ऑडियो

source: PDF
hi: पीडीएफ

source: Quiz
hi: प्रश्न पूछना

source: Assessment
hi: मूल्यांकन

source: youtube
hi: यूट्यूब

source: Interactive Video
hi: इंटरएक्टिव वीडियो

source: Web Module
hi: वेब मॉड्यूल

source: Hands-On
hi: व्यावहारिक व क्रियाशील

source: instructor-led
hi: प्रशिक्षक के नेतृत्व

source: Certification
hi: प्रमाणीकरण

source: class-diagram
hi: वर्ग-आरेख

source: External Certification
hi: बाहरी प्रमाणन

source: web-page
hi: वेब पृष्ठ

source: Remaining
hi: बचा हुआ

source: Completed!
hi: पूरा हुआ!

source: Content maybe expired or deleted.
hi: सामग्री शायद समाप्त हो गई है या हटा दी गई है।

source: Content can only be viewed in intranet.
hi: सामग्री केवल इंट्रानेट में देखी जा सकती है।

source: You no longer have access to this content
hi: अब आपके पास इस सामग्री तक पहुंच नहीं है

source: View More
hi: और देखें

source: View Less
hi: कम देखें

source: Please enter semi-colon (;) separated mail ids
hi: कृपया सेमी-कोलन (;) से अलग की गई मेल आईडी दर्ज करें

source: Domain name is mandatory for email addresses
hi: ईमेल पतों के लिए डोमेन नाम अनिवार्य है

source: Invalid domain name. This domain is not allowed for sharing content
hi: अवैध डोमेन नाम। सामग्री साझा करने के लिए इस डोमेन की अनुमति नहीं है

source: English
hi: अंग्रेज़ी

source: German
hi: जर्मन

source: Arabic
hi: अरबी

source: Chinese
hi: चीनी

source: French
hi: फ्रेंच

source: French Canada
hi: फ्रेंच कनाडा

source: Dutch
hi: डच

source: Japanese
hi: जापानी

source: Spanish
hi: स्पैनिश

source: No results
hi: कोई परिणाम नहीं

source: people are studying this
hi: लोग इसका अध्ययन कर रहे हैं

source: person is studying this
hi: व्यक्ति इसका अध्ययन कर रहा है

source: Search
hi: खोज

source: Filters
hi: फिल्टर
